[
    {
        "propertyCode": "106685344",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/94/fd/84/1290910116.webp",
        "externalReference": "60763036",
        "numPhotos": 3,
        "floor": "bj",
        "price": 90000.0,
        "priceInfo": {
            "price": {
                "amount": 90000.0,
                "currencySuffix": "€"
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 50.0,
        "rooms": 2,
        "bathrooms": 1,
        "address": "Parque Inlasa",
        "province": "Madrid",
        "municipality": "Parla",
        "district": "Parque Inlasa",
        "country": "es",
        "latitude": 40.2394921,
        "longitude": -3.7772073,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/106685344/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "24138",
        "description": "Vivienda ubicada en la poblacion de Parla, Madrid. Muy cerca del ayuntamiento. Municipio que dispone de todos los servicios básicos a su alcance, con oferta comercial y educativa como CEIP Magerit, variedad de servicios de restauración y zonas verdes valoradas en las que poder realizar actividades al aire libre como el Parque del Universo. Vivienda para quienes quieran vivir en una zona muy bien comunicada como para aquellos que busquen invertir para arrendamiento con una muy buena rentabilidad. Todo ello, además, con excelentes comunicaciones por transporte público y carreteras. Consulte la disponibilidad de los inmuebles y solicite información sin compromiso. Del 27/11/2024 al 11/12/2024 este es un producto incluido en \"WOW! Ventas especiales\". El precio indicado es precio de salida. Descúbrelo e infórmate en\\nInmueble en comercialización mediante el sistema de subasta al mejor postor. Estos inmuebles admiten pujas hasta la finalización del plazo indicado al efecto en cada una de las fichas de los inmuebles publicados en nuestra página web (hora peninsular española). El precio de salida es el que se indica en la ficha del inmueble. Servihabitat escogerá la puja más alta para la venta del inmueble. Se deja expresa constancia que se deberá realizar un depósito previo de 1500 o 3000¿ en función del precio de salida. Dicho depósito será devuelto automáticamente sin coste alguno en caso de no ser el pujador elegido.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "priceByArea": 1800.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "Parque Inlasa, Parla",
            "title": "Piso"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "106668672",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/9f/6a/e5/1290406295.webp",
        "externalReference": "ALEJANDRO",
        "numPhotos": 3,
        "floor": "bj",
        "price": 94900.0,
        "priceInfo": {
            "price": {
                "amount": 94900.0,
                "currencySuffix": "€"
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 50.0,
        "exterior": true,
        "rooms": 2,
        "bathrooms": 1,
        "address": "plaza Batalla de Teruel",
        "province": "Madrid",
        "municipality": "Leganés",
        "district": "Centro",
        "country": "es",
        "neighborhood": "Batallas",
        "latitude": 40.3331114,
        "longitude": -3.7629868,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/106668672/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "13977",
        "description": "HOGARES LEGANÉS ofrece una gran Oportunidad en exclusiva EN VENTA: Excelente Oportunidad, Piso en el centro de Leganés a escasos metros de la universidad. ¡IDEAL PARA INVERSORES! Este inmueble cuenta con hall de entrada, salón comedor, cocina, baño completo, 2 amplios dormitorios con inmejorable ubicación. Oportunidad de inversión: Vivienda OCUPADA Por ahora no disponemos de fotos del interior Imposibilidad de visita interior, no se puede financiar la compra de este inmueble. Consúltenos para más información. Situado en una ubicación privilegiada, con fácil acceso al metro, autobuses, centro de salud y zonas verdes. Características del Inmueble: •Superficie: 50 metros cuadrados construidos •Habitaciones: 2 dormitorios •Calefacción: No dispone Ubicación y Servicios: •Transporte Público: Cerca de metro y autobuses •Servicios de Salud: Proximidad a centros de salud •Áreas Verdes: Zonas verdes cercanas.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "priceByArea": 1898.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "Batallas, Leganés",
            "title": "Piso en plaza Batalla de Teruel"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "highlight": {
            "groupDescription": "Destacado"
        },
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "106556781",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/a1/99/2e/1286704647.webp",
        "externalReference": "IE07-VISTAOCUPA9",
        "numPhotos": 16,
        "floor": "3",
        "price": 95000.0,
        "priceInfo": {
            "price": {
                "amount": 95000.0,
                "currencySuffix": "€",
                "priceDropInfo": {
                    "formerPrice": 110000.0,
                    "priceDropValue": 15000,
                    "priceDropPercentage": 14
                }
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 58.0,
        "exterior": true,
        "rooms": 2,
        "bathrooms": 1,
        "address": "avenida de Nuestra Señora de Fátima",
        "province": "Madrid",
        "municipality": "Madrid",
        "district": "Carabanchel",
        "country": "es",
        "neighborhood": "Vista Alegre",
        "latitude": 40.3870238,
        "longitude": -3.7452459,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/106556781/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "8007",
        "description": "PISO OCUPADO. Inmobiliarias Encuentro pone en venta piso en el barrio de Vista Alegre, con una excelente ubicación en una de las zonas más demandadas de la ciudad. Este inmueble, que actualmente se encuentra ocupado, cuenta con 58 metros cuadrados y es completamente exterior, lo que asegura una abundante entrada de luz natural en todos sus espacios. Debido al estado OCUPACIONAL DEL ACTIVO, NO SE PUEDEN REALIZAR VISITAS. La vivienda se distribuye en dos habitaciones, ambas amplias y luminosas, ideales para dormitorio principal y una segunda habitación que puede destinarse a dormitorio, despacho o zona de almacenamiento. El salón, independiente, es perfecto para crear un espacio acogedor para el descanso o la convivencia, mientras que la cocina, también independiente, está pensada para optimizar el espacio y funcionalidad, permitiendo comodidad en el día a día. Además, cuenta con un baño completo, moderno y en buenas condiciones. Ubicada en Vista Alegre, un barrio conocido por su ambiente tranquilo y familiar, este inmueble goza de una situación inmejorable en cuanto a servicios y conexiones. La zona ofrece una gran variedad de supermercados, comercios locales, centros de salud, colegios y zonas verdes, haciendo que todo lo necesario para la vida diaria esté a pocos minutos a pie. En cuanto al transporte, la conexión es excelente: la estación de metro más cercana se encuentra a pocos minutos, y varias líneas de autobús permiten desplazarse cómodamente a cualquier punto de la ciudad. Además, el acceso a las principales vías de comunicación es rápido y sencillo, lo que facilita el desplazamiento en vehículo particular. Esta es una oportunidad ideal para aquellos interesados en invertir en una propiedad con potencial de rentabilidad, en una de las zonas con mayor proyección de revalorización en la ciudad. En Inmobiliarias Encuentro intentamos mejorar cada día, simplificando los trámites relacionados con la compra de tu nueva vivienda Si necesita vender su inmueble para adquirir este u otro inmueble publicado, contacte con nosotros, disponemos del servicio: \"CAMBIA Y DESCANSA\". La solución perfecta para cuadrar los plazos de venta de su vivienda y entrega del nuevo inmueble ¡Sin complicaciones, sin esperas! ¡Contáctenos y comience el camino hacia su nuevo hogar!",
        "hasVideo": false,
        "status": "renew",
        "newDevelopment": false,
        "hasLift": false,
        "parkingSpace": {
            "hasParkingSpace": true,
            "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 1638.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "Vista Alegre, Madrid",
            "title": "Piso en avenida de Nuestra Señora de Fátima"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "106647419",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/a1/07/b8/1289795933.webp",
        "externalReference": "TCC_10433",
        "numPhotos": 6,
        "floor": "bj",
        "price": 95000.0,
        "priceInfo": {
            "price": {
                "amount": 95000.0,
                "currencySuffix": "€",
                "priceDropInfo": {
                    "formerPrice": 105000.0,
                    "priceDropValue": 10000,
                    "priceDropPercentage": 10
                }
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 62.0,
        "exterior": true,
        "rooms": 2,
        "bathrooms": 1,
        "address": "avenida Carlos V",
        "province": "Madrid",
        "municipality": "Móstoles",
        "district": "Sur",
        "country": "es",
        "latitude": 40.3163751,
        "longitude": -3.8528162,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/106647419/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "19869",
        "description": "IMPORTANTE: Producto para inversores. El inmueble se encuentra actualmente ocupado por persona sin justo título, no se puede visitar ni financiar. El precio se ha determinado en base a las anteriores circunstancias, no está incluido en el precio el coste de los trámites a realizar. Vivienda de 62 m² situada en zona residencial, muy céntrica, a 15 minutos andando de la estación de metro de Pradillo. Disponemos prácticamente al lado de supermercados, centros escolares, polideportivo y zona comercial. Consúltenos para más información.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "priceByArea": 1532.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "Sur, Móstoles",
            "title": "Piso en avenida Carlos v"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "104887584",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/12/c6/63/1234937444.webp",
        "externalReference": "CG-93666-0001",
        "numPhotos": 3,
        "floor": "2",
        "price": 95000.0,
        "priceInfo": {
            "price": {
                "amount": 95000.0,
                "currencySuffix": "€",
                "priceDropInfo": {
                    "formerPrice": 102500.0,
                    "priceDropValue": 7500,
                    "priceDropPercentage": 7
                }
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 52.0,
        "rooms": 2,
        "bathrooms": 1,
        "address": "plaza del Primero de Mayo",
        "province": "Madrid",
        "municipality": "Mejorada del Campo",
        "country": "es",
        "latitude": 40.3982164,
        "longitude": -3.4879381,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/104887584/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "18124",
        "description": "Piso de 53 m² a la venta en Mejorada del Campo (Madrid).Localizada en el casco urbano, esta vivienda ofrece fácil incorporación por carretera a la R-3 entre otras, llegando a ella en menos de 4 minutos en coche. Caminando menos de 4 minutos se alcanzan varias paradas de autobús, que conectan con las líneas 282, 340 y N203. En los alrededores se pueden encontrar todos los servicios necesarios como farmacias, centro de salud, supermercados, centros educativos, locales comerciales, parques, gasolinera, etc.La vivienda, construida en el año 2007, cuenta con una superficie de 53 m² distribuida en 2 dormitorios, 1 cuarto de baño, comedor y cocina.Con los servicios de Solvia podrá encontrar la vivienda que necesita y asegurar su inversión con el mejor de los asesoramientos especializados. Empiece ahora mismo pidiendo más información. Un responsable cercano a usted le atenderá personalmente. - El inmueble se encuentra ocupado ilegalmente por terceros y sin los suministros debidamente contratados. El Inmueble se transmitirá: (i) como cuerpo cierto y a tanto alzado (ii) como un todo, inseparable (iii) en el estado registral y catastral en el que se encuentre (iv) en el estado físico, calidades, jurídico, urbanístico, administrativo, de licencias, de protección, de conservación y limpieza en el que se encuentre (v) al corriente de gastos e impuestos que por Ley corresponda al Vendedor y (vi) sin dotación de servicios y suministros.El Adquirente asumirá (i) la situación física y estado de conservación (ii) la situación urbanística (iii) las discrepancias entre la realidad física y la realidad registral y catastral o en la cabida del Inmueble (iv) la adecuación registral y catastral del Inmueble y (v) los tramites que conlleven la obtención de la Posesión Judicial del Inmueble.La Propiedad no responderá de/l (i) estado de conservación (ii) los vicios vistos y aparentes (iii) la regularización registral o catastral (iv) las discrepancias de cabida, que pudieran existir (v) la responsabilidad en la obtención de la cédula de habitabilidad del Inmueble, salvo que en la Comunidad Autónoma donde se ubique el Inmueble sea obligatoria su entrega y (vi) cualesquiera costes, gastos, honorarios, aranceles o tributos que se deriven de lo anterior.Si a fecha de venta, la Propiedad hubiese demandado judicialmente la ocupación, podría el adquirente subrogarse en dicha demanda, no pudiendo reclamar importe alguno a la Propiedad como consecuencia de ello, salvo por los honorarios de abogados y procuradores que hasta la fecha de la transmisión se hubiesen devengado que, en cualquier caso, serán por cuenta de éste. Si en la fecha de venta, la Propiedad hubiese interpuesto una denuncia penal, que se encontrase en curso, se comunicará al Juzgado la venta, apartándose la Propiedad del procedimiento como acusación particular. El estado de ocupación y/o los impedimentos para que el inmueble pueda ser visitado libremente por los técnicos impedirían: i) su tasación oficial conforme exige la Orden ECO/805/2003, de 27 de marzo, por lo que el inmueble, mientras perdure la situación ocupacional, no podría ser hipotecado, en consecuencia, no podría constituirse financiación hipotecaria sobre este tipo de fincas, cuya adquisición requerirá el otorgamiento de otro tipo de garantías en caso de solicitarse financiación y ii) la obtención por parte de la propiedad del certificado de eficiencia energética.El precio de venta de este Inmueble se ha determinado en base a las anteriores circunstancias, que han supuesto un menor valor del mismo, y que deberán ser expresamente aceptadas por el adquirente en la formalización de la transmisión del Inmueble. Se recomienda que el comprador obtenga asesoramiento profesional y legal antes de adoptar la decisión de compra. El inmueble se encuentra ocupado ilegalmente por terceros y sin los suministros debidamente contratados. El Inmueble se transmitirá: (i) com.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "priceByArea": 1827.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "Mejorada del Campo",
            "title": "Piso en plaza del Primero de Mayo"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "103942347",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/d3/27/44/1204961862.webp",
        "externalReference": "CG-93666-0001",
        "numPhotos": 3,
        "floor": "2",
        "price": 95000.0,
        "priceInfo": {
            "price": {
                "amount": 95000.0,
                "currencySuffix": "€",
                "priceDropInfo": {
                    "formerPrice": 102500.0,
                    "priceDropValue": 7500,
                    "priceDropPercentage": 7
                }
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 52.0,
        "rooms": 2,
        "bathrooms": 1,
        "address": "plaza del Primero de Mayo",
        "province": "Madrid",
        "municipality": "Mejorada del Campo",
        "country": "es",
        "latitude": 40.3954043,
        "longitude": -3.4887628,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/103942347/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "18154",
        "description": "Piso de 53 m² a la venta en Mejorada del Campo (Madrid).Localizada en el casco urbano, esta vivienda ofrece fácil incorporación por carretera a la R-3 entre otras, llegando a ella en menos de 4 minutos en coche. Caminando menos de 4 minutos se alcanzan varias paradas de autobús, que conectan con las líneas 282, 340 y N203. En los alrededores se pueden encontrar todos los servicios necesarios como farmacias, centro de salud, supermercados, centros educativos, locales comerciales, parques, gasolinera, etc.La vivienda, construida en el año 2007, cuenta con una superficie de 53 m² distribuida en 2 dormitorios, 1 cuarto de baño, comedor y cocina.Con los servicios de Solvia podrá encontrar la vivienda que necesita y asegurar su inversión con el mejor de los asesoramientos especializados. Empiece ahora mismo pidiendo más información. Un responsable cercano a usted le atenderá personalmente. - El inmueble se encuentra ocupado ilegalmente por terceros y sin los suministros debidamente contratados. El Inmueble se transmitirá: (i) como cuerpo cierto y a tanto alzado (ii) como un todo, inseparable (iii) en el estado registral y catastral en el que se encuentre (iv) en el estado físico, calidades, jurídico, urbanístico, administrativo, de licencias, de protección, de conservación y limpieza en el que se encuentre (v) al corriente de gastos e impuestos que por Ley corresponda al Vendedor y (vi) sin dotación de servicios y suministros.El Adquirente asumirá (i) la situación física y estado de conservación (ii) la situación urbanística (iii) las discrepancias entre la realidad física y la realidad registral y catastral o en la cabida del Inmueble (iv) la adecuación registral y catastral del Inmueble y (v) los tramites que conlleven la obtención de la Posesión Judicial del Inmueble.La Propiedad no responderá de/l (i) estado de conservación (ii) los vicios vistos y aparentes (iii) la regularización registral o catastral (iv) las discrepancias de cabida, que pudieran existir (v) la responsabilidad en la obtención de la cédula de habitabilidad del Inmueble, salvo que en la Comunidad Autónoma donde se ubique el Inmueble sea obligatoria su entrega y (vi) cualesquiera costes, gastos, honorarios, aranceles o tributos que se deriven de lo anterior.Si a fecha de venta, la Propiedad hubiese demandado judicialmente la ocupación, podría el adquirente subrogarse en dicha demanda, no pudiendo reclamar importe alguno a la Propiedad como consecuencia de ello, salvo por los honorarios de abogados y procuradores que hasta la fecha de la transmisión se hubiesen devengado que, en cualquier caso, serán por cuenta de éste. Si en la fecha de venta, la Propiedad hubiese interpuesto una denuncia penal, que se encontrase en curso, se comunicará al Juzgado la venta, apartándose la Propiedad del procedimiento como acusación particular. El estado de ocupación y/o los impedimentos para que el inmueble pueda ser visitado libremente por los técnicos impedirían: i) su tasación oficial conforme exige la Orden ECO/805/2003, de 27 de marzo, por lo que el inmueble, mientras perdure la situación ocupacional, no podría ser hipotecado, en consecuencia, no podría constituirse financiación hipotecaria sobre este tipo de fincas, cuya adquisición requerirá el otorgamiento de otro tipo de garantías en caso de solicitarse financiación y ii) la obtención por parte de la propiedad del certificado de eficiencia energética.El precio de venta de este Inmueble se ha determinado en base a las anteriores circunstancias, que han supuesto un menor valor del mismo, y que deberán ser expresamente aceptadas por el adquirente en la formalización de la transmisión del Inmueble. Se recomienda que el comprador obtenga asesoramiento profesional y legal antes de adoptar la decisión de compra. El inmueble se encuentra ocupado ilegalmente por terceros y sin los suministros debidamente contratados. El Inmueble se transmitirá: (i) com.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "priceByArea": 1827.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "Mejorada del Campo",
            "title": "Piso en plaza del Primero de Mayo"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "106694026",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/7a/0d/0f/1291182143.webp",
        "externalReference": "A0-94752-0001",
        "numPhotos": 1,
        "floor": "4",
        "price": 98000.0,
        "priceInfo": {
            "price": {
                "amount": 98000.0,
                "currencySuffix": "€"
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 64.0,
        "rooms": 2,
        "bathrooms": 1,
        "address": "calle de Tucán",
        "province": "Madrid",
        "municipality": "Madrid",
        "district": "Carabanchel",
        "country": "es",
        "neighborhood": "Vista Alegre",
        "latitude": 40.3886544,
        "longitude": -3.7404814,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/106694026/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "7635",
        "description": "Oportunidad sólo para inversores. Debido al estado ocupacional del activo, no se pueden realizar visitas al mismo. Piso de 64 m² a la venta en Madrid.La vivienda, construida en el año 1964, cuenta con una superficie de 64 m² distribuida en diversas estancias, entre ellas 2 dormitorios y 1 cuarto de baño.Localizada en el casco urbano, esta vivienda ofrece fácil incorporación por carretera a la A-42 entre otras. A pocos metros hay varias paradas de autobús y metro. En el casco urbano se pueden encontrar todos los servicios necesarios como centro de salud, supermercados, restaurantes, gasolineras, bancos, locales comerciales, parques, centros educativos, etc.Con los servicios prestados podrá encontrar la vivienda que necesita y asegurar su inversión con el mejor de los asesoramientos especializados. Empiece ahora mismo pidiendo más información. Un responsable cercano a usted le atenderá personalmente. - El inmueble se transmite arrendado a tercero y con un posible derecho de éste a la adquisición preferente del mismo. El Inmueble se transmitirá: (i) como cuerpo cierto y a tanto alzado (ii) como un todo, inseparable (iii) en el estado registral y catastral en el que se encuentre (iv) en el estado físico, calidades, jurídico, urbanístico, administrativo, de licencias, de protección, de conservación y limpieza en el que se encuentre (v) al corriente de gastos e impuestos que por Ley corresponda al Vendedor.El Adquirente asumirá (i) la situación física y estado de conservación (ii) la situación urbanística (iii) las discrepancias entre la realidad física y la realidad registral y catastral o en la cabida del Inmueble (iv) la adecuación registral y catastral del Inmueble.La Propiedad no responderá de/l (i) la solvencia del arrendatario ni de las condiciones del contrato de arrendamiento, (ii) estado de conservación (iii) los vicios vistos y aparentes (iv) la regularización registral o catastral (v) las discrepancias de cabida, que pudieran existir (vi) la responsabilidad en la obtención de la cedula de habitabilidad del Inmueble, salvo que en la Comunidad Autónoma donde se ubique el Inmueble sea obligatoria su entrega y (vii) cualesquiera costes, gastos, honorarios, aranceles o tributos que se deriven de lo anterior.Si a fecha de venta, la Propiedad hubiese demandado judicialmente al arrendatario, podría el adquirente subrogarse en dicha demanda, no pudiendo reclamar importe alguno a la Propiedad como consecuencia de ello, salvo por los honorarios de abogados y procuradores que hasta la fecha de la transmisión se hubiesen devengado que, en cualquier caso, serán por cuenta de éste. El estado de ocupación y/o los impedimentos para que el inmueble pueda ser visitado libremente por los técnicos impedirían: i) su tasación oficial conforme exige la Orden ECO/805/2003, de 27 de marzo, por lo que el inmueble, mientras perdure la situación ocupacional, no podría ser hipotecado. En consecuencia, no podría constituirse financiación hipotecaria sobre este tipo de fincas, cuya adquisición requerirá el otorgamiento de otro tipo de garantías en caso de solicitarse financiación y ii) la obtención por parte de la propiedad del certificado de eficiencia energética.En el caso de que a la Propiedad no le consten depositadas las fianzas o garantías que se constituyeron en el contrato de arrendamiento por no haber sido el arrendador inicial del contrato, el adquirente exonerara a la Propiedad de la entrega de dichas fianzas y/o garantías.El precio de venta de este Inmueble se ha determinado en base a las anteriores circunstancias, que han supuesto un menor valor del mismo, y que deberán ser expresamente aceptadas por el adquirente en la formalización de la transmisión del Inmueble. Se recomienda que el comprador obtenga asesoramiento profesional y legal antes de adoptar la decisión de compra.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 1531.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "Vista Alegre, Madrid",
            "title": "Piso en calle de Tucán"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "104195481",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/bf/28/7c/1212656589.webp",
        "externalReference": "8444-CG-52831-0001",
        "numPhotos": 5,
        "floor": "1",
        "price": 99000.0,
        "priceInfo": {
            "price": {
                "amount": 99000.0,
                "currencySuffix": "€",
                "priceDropInfo": {
                    "formerPrice": 106700.0,
                    "priceDropValue": 7700,
                    "priceDropPercentage": 7
                }
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 65.0,
        "exterior": true,
        "rooms": 2,
        "bathrooms": 1,
        "address": "calle Nuestra Señora de la Soledad",
        "province": "Madrid",
        "municipality": "Madrid",
        "district": "Carabanchel",
        "country": "es",
        "neighborhood": "Buena Vista",
        "latitude": 40.3691005,
        "longitude": -3.7502346,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/104195481/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "9925",
        "description": "Piso en buenavista, con 65 m² construidos, 2 dormitorios, 1 baños, para reformar, planta 1, portero. Oportunidad sólo para inversores. El activo se encuentra ocupado. Debido al estado ocupacional del activo, no se pueden realizar visitas al mismo. Piso de segunda mano con trastero anejo en venta situado en el barrio de Buenavista, Madrid. Cuenta con una superficie de 65 m² distribuidos en 2 dormitorios y 1 baño. En sus inmediaciones dispone de todo tipo de servicios. Tiene buena comunicación tanto por transporte público como por transporte privado.",
        "hasVideo": false,
        "status": "renew",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 1523.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "Buena Vista, Madrid",
            "title": "Piso en calle Nuestra Señora de la Soledad"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "106658789",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/88/da/5c/1290093858.webp",
        "externalReference": "CI-02460-0001",
        "numPhotos": 18,
        "floor": "4",
        "price": 102000.0,
        "priceInfo": {
            "price": {
                "amount": 102000.0,
                "currencySuffix": "€"
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 51.0,
        "rooms": 2,
        "bathrooms": 1,
        "address": "calle Guindales",
        "province": "Madrid",
        "municipality": "Alcorcón",
        "district": "Centro",
        "country": "es",
        "neighborhood": "Zona Renfe",
        "latitude": 40.3459231,
        "longitude": -3.8300695,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/106658789/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "16174",
        "description": "Piso de 52 m² en venta situado en Alcorcón, Madrid. La vivienda de segunda cuenta con una superficie de 52 m² y e distribuye en salón-comedor, cocina amueblada con armarios altos y bajos, 2 dormitorios y 1 baño, listo para convertirse en su próxima vivienda en propiedad. Pertenece a un edificio residencial situado en el núcleo urbano, muy cerca del ayuntamiento, de varios organismos públicos, plazas, comercios, centros educativos, parques, centros deportivos, teatro y hospital. Bien comunicado mediante estación de tren a 8 minutos andando. Con los servicios de Solvia podrá encontrar la vivienda que necesita y asegurar su inversión con el mejor de los asesoramientos especializados. Empiece ahora mismo pidiendo más información. Un responsable cercano a usted le atenderá personalmente. - El inmueble se encuentra ocupado ilegalmente por terceros y sin los suministros debidamente contratados. El Inmueble se transmitirá: (i) como cuerpo cierto y a tanto alzado (ii) como un todo, inseparable (iii) en el estado registral y catastral en el que se encuentre (iv) en el estado físico, calidades, jurídico, urbanístico, administrativo, de licencias, de protección, de conservación y limpieza en el que se encuentre (v) al corriente de gastos e impuestos que por Ley corresponda al Vendedor y (vi) sin dotación de servicios y suministros. El Adquirente asumirá (i) la situación física y estado de conservación (ii) la situación urbanística (iii) las discrepancias entre la realidad física y la realidad registral y catastral o en la cabida del Inmueble (iv) la adecuación registral y catastral del Inmueble y (v) los tramites que conlleven la obtención de la Posesión Judicial del Inmueble. La Propiedad no responderá de/l (i) estado de conservación (ii) los vicios vistos y aparentes (iii) la regularización registral o catastral (iv) las discrepancias de cabida, que pudieran existir (v) la responsabilidad en la obtención de la cédula de habitabilidad del Inmueble, salvo que en la Comunidad Autónoma donde se ubique el Inmueble sea obligatoria su entrega y (vi) cualesquiera costes, gastos, honorarios, aranceles o tributos que se deriven de lo anterior. Si a fecha de venta, la Propiedad hubiese demandado judicialmente la ocupación, podría el adquirente subrogarse en dicha demanda, no pudiendo reclamar importe alguno a la Propiedad como consecuencia de ello, salvo por los honorarios de abogados y procuradores que hasta la fecha de la transmisión se hubiesen devengado que, en cualquier caso, serán por cuenta de éste. Si en la fecha de venta, la Propiedad hubiese interpuesto una denuncia penal, que se encontrase en curso, se comunicará al Juzgado la venta, apartándose la Propiedad del procedimiento como acusación particular. El estado de ocupación y/o los impedimentos para que el inmueble pueda ser visitado libremente por los técnicos impedirían: i) su tasación oficial conforme exige la Orden ECO/805/2003, de 27 de marzo, por lo que el inmueble, mientras perdure la situación ocupacional, no podría ser hipotecado, en consecuencia, no podría constituirse financiación hipotecaria sobre este tipo de fincas, cuya adquisición requerirá el otorgamiento de otro tipo de garantías en caso de solicitarse financiación y ii) la obtención por parte de la propiedad del certificado de eficiencia energética. El precio de venta de este Inmueble se ha determinado en base a las anteriores circunstancias, que han supuesto un menor valor del mismo, y que deberán ser expresamente aceptadas por el adquirente en la formalización de la transmisión del Inmueble. Se recomienda que el comprador obtenga asesoramiento profesional y legal antes de adoptar la decisión de compra. El inmueble se encuentra ocupado ilegalmente por terceros y sin los suministros debidamente contratados. El Inmueble se transmitirá: (i) como cuerpo cierto y a tanto alzado (ii) como un todo, inseparable (iii) en el estado registral y catastral en el q.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 2000.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "Zona Renfe, Alcorcón",
            "title": "Piso en calle Guindales"
        },
        "hasPlan": true,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "104887773",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/78/d0/7b/1234940347.webp",
        "externalReference": "CH-58016-0001",
        "numPhotos": 1,
        "floor": "bj",
        "price": 102000.0,
        "priceInfo": {
            "price": {
                "amount": 102000.0,
                "currencySuffix": "€",
                "priceDropInfo": {
                    "formerPrice": 115200.0,
                    "priceDropValue": 13200,
                    "priceDropPercentage": 11
                }
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 62.0,
        "rooms": 2,
        "bathrooms": 1,
        "address": "calle de Braulio Gutiérrez",
        "province": "Madrid",
        "municipality": "Madrid",
        "district": "Ciudad Lineal",
        "country": "es",
        "neighborhood": "Pueblo Nuevo",
        "latitude": 40.4290008,
        "longitude": -3.6335127,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/104887773/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "5355",
        "description": "Oportunidad sólo para inversores. El activo se encuentra ocupado por persona sin justo título. Debido al estado ocupacional del activo, no se pueden realizar visitas al mismo. Piso de segunda mano situado en la planta baja de un edificio residencial en el barrio de Pueblo Nuevo, en el distrito de Ciudad Lineal, perteneciente a Madrid. Cuenta con una superficie de 62 m² distribuidos en varias dependencias. En sus inmediaciones dispone de todo tipo de servicios. Tiene buena comunicación tanto por transporte público como por transporte privado. Con los servicios de Solvia podrá encontrar la vivienda que necesita y asegurar su inversión con el mejor de los asesoramientos especializados. Empiece ahora mismo pidiendo más información. Un responsable cercano a usted le atenderá personalmente. - El inmueble ha sido adquirido a través de un procedimiento judicial (concursal o hipotecario) por el vendedor, el cual no ha tomado todavía posesión del mismo. El Inmueble se transmite sin conocerse por parte del Vendedor el estado de conservación actual, ni su situación ocupacional, arrendaticia, de servicios y de suministros. El Inmueble se transmitirá: (i) como cuerpo cierto y a tanto alzado (ii) como un todo, inseparable (iii) en el estado registral y catastral en el que se encuentre (iv) en el estado físico, calidades, jurídico, urbanístico, administrativo, de licencias, de protección, de conservación y limpieza en el que se encuentre (v) al corriente de gastos e impuestos que por Ley corresponda al Vendedor y (vi) sin dotación de servicios y suministros.El Adquirente asumirá: (i) la situación física y estado de conservación (ii) la situación urbanística (iii) las discrepancias entre la realidad física y la realidad registral y catastral o en la cabida del Inmueble (iv) la adecuación registral y catastral del Inmueble y (v) los tramites que conlleven la obtención de la Posesión Judicial del Inmueble.La Propiedad no responderá de/l: (i) estado de conservación (ii) los vicios vistos y aparentes (iii) la regularización registral o catastral (iv) las discrepancias de cabida, que pudieran existir (v) responsabilidad alguna en la obtención de la cédula de habitabilidad del Inmueble, salvo que en la Comunidad Autónoma donde se ubique el Inmueble sea obligatoria su entrega y (vi) cualesquiera costes, gastos, honorarios, aranceles o tributos que se deriven de lo anterior.El estado de ocupación y/o los impedimentos para que el inmueble pueda ser visitado libremente por los técnicos impedirían: i) su tasación oficial conforme exige la Orden ECO/805/2003, de 27 de marzo, por lo que el inmueble, mientras perdure la situación ocupacional, no podría ser hipotecado, en consecuencia, no podría constituirse financiación hipotecaria sobre este tipo de fincas, cuya adquisición requerirá el otorgamiento de otro tipo de garantías en caso de solicitarse financiación y ii) la obtención por parte de la propiedad del certificado de eficiencia energética.El precio de venta de este Inmueble se ha determinado en base a las anteriores circunstancias, que han supuesto un menor valor del mismo, y que deberán ser expresamente aceptadas por el adquirente en la formalización de la transmisión del Inmueble. Se recomienda que el comprador obtenga asesoramiento profesional y legal antes de adoptar la decisión de compra. El inmueble ha sido adquirido a través de un procedimiento judicial (concursal o hipotecario) por el vendedor, el cual no ha tomado todavía posesión del mismo. El Inmueble se transmite sin conocerse por parte del Vendedor el estado de conservación actual, ni su situación ocupacional, arrendaticia, de servicios y de suministros. El Inmueble se transmitirá: (i) como cuerpo cierto y a tanto alzado (ii) como un todo, inseparable (iii) en el estado registral y catastral en el que se encuentre (iv) en el estado físico, calidades, jurídico, urbanístico, administrativo, de licencias, de pr.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 1645.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "Pueblo Nuevo, Madrid",
            "title": "Piso en calle de Braulio Gutiérrez"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "106044731",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/f7/17/12/1270854571.webp",
        "externalReference": "6061599-VE",
        "numPhotos": 15,
        "floor": "bj",
        "price": 103000.0,
        "priceInfo": {
            "price": {
                "amount": 103000.0,
                "currencySuffix": "€"
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 51.0,
        "rooms": 2,
        "bathrooms": 1,
        "address": "calle la del Soto del Parral",
        "province": "Madrid",
        "municipality": "Madrid",
        "district": "Villaverde",
        "country": "es",
        "neighborhood": "Los Ángeles",
        "latitude": 40.3587121,
        "longitude": -3.6965227,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/106044731/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "9792",
        "description": "Vivienda a reformar ubicada en el barrio de la Ciudad de los Ángeles de Madrid capital. Tiene una superficie aproximada de 42 m2. y se distribuye en dos dormitorios, salón-comedor, cocina semi-amueblada independiente, un baño con bañera y hall. Cuenta con calefacción individual de gas natural, puerta de entrada blindada normal, cocina y baño con paredes alicatadas, carpintería interior en madera, suelos de parquet y gres, ventanas correderas y persianas en pvc.  La vivienda se encuentra ubicada en un edificio de ocho sobre rasante, sin ascensor. Zona residencial consolidad, cuenta en las inmediaciones con paradas de autobús y metro.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "priceByArea": 2020.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "Los Ángeles, Madrid",
            "title": "Piso en calle la del Soto del Parral"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "106657933",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/8d/41/d3/1290085054.webp",
        "externalReference": "CG-92072-0001",
        "numPhotos": 1,
        "floor": "2",
        "price": 106000.0,
        "priceInfo": {
            "price": {
                "amount": 106000.0,
                "currencySuffix": "€"
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 56.0,
        "rooms": 2,
        "bathrooms": 1,
        "address": "avenida de Lisboa",
        "province": "Madrid",
        "municipality": "Coslada",
        "district": "Ciudad 70",
        "country": "es",
        "latitude": 40.4155093,
        "longitude": -3.5425509,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/106657933/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "13145",
        "description": "Oportunidad sólo para inversores. El activo se encuentra ocupado por persona sin justo título. Debido al estado ocupacional del activo, no se pueden realizar visitas al mismo. Piso de segunda mano en venta situado en Coslada (Madrid). Cuenta con una superficie de 56 m² distribuidos en 2 dormitorios y 1 baño. Se localiza sureste del municipio y en sus inmediaciones dispone de centro educativo, servicios de transporte público y zonas de ocio y comercio. Tiene buena comunicación la M-50, M-45. Con los servicios de Solvia podrá encontrar la vivienda que necesita y asegurar su inversión con el mejor de los asesoramientos especializados. Empiece ahora mismo pidiendo más información. Un responsable cercano a usted le atenderá personalmente. - El inmueble se encuentra ocupado ilegalmente por terceros y sin los suministros debidamente contratados. El Inmueble se transmitirá: (i) como cuerpo cierto y a tanto alzado (ii) como un todo, inseparable (iii) en el estado registral y catastral en el que se encuentre (iv) en el estado físico, calidades, jurídico, urbanístico, administrativo, de licencias, de protección, de conservación y limpieza en el que se encuentre (v) al corriente de gastos e impuestos que por Ley corresponda al Vendedor y (vi) sin dotación de servicios y suministros.El Adquirente asumirá (i) la situación física y estado de conservación (ii) la situación urbanística (iii) las discrepancias entre la realidad física y la realidad registral y catastral o en la cabida del Inmueble (iv) la adecuación registral y catastral del Inmueble y (v) los tramites que conlleven la obtención de la Posesión Judicial del Inmueble.La Propiedad no responderá de/l (i) estado de conservación (ii) los vicios vistos y aparentes (iii) la regularización registral o catastral (iv) las discrepancias de cabida, que pudieran existir (v) la responsabilidad en la obtención de la cédula de habitabilidad del Inmueble, salvo que en la Comunidad Autónoma donde se ubique el Inmueble sea obligatoria su entrega y (vi) cualesquiera costes, gastos, honorarios, aranceles o tributos que se deriven de lo anterior.Si a fecha de venta, la Propiedad hubiese demandado judicialmente la ocupación, podría el adquirente subrogarse en dicha demanda, no pudiendo reclamar importe alguno a la Propiedad como consecuencia de ello, salvo por los honorarios de abogados y procuradores que hasta la fecha de la transmisión se hubiesen devengado que, en cualquier caso, serán por cuenta de éste. Si en la fecha de venta, la Propiedad hubiese interpuesto una denuncia penal, que se encontrase en curso, se comunicará al Juzgado la venta, apartándose la Propiedad del procedimiento como acusación particular. El estado de ocupación y/o los impedimentos para que el inmueble pueda ser visitado libremente por los técnicos impedirían: i) su tasación oficial conforme exige la Orden ECO/805/2003, de 27 de marzo, por lo que el inmueble, mientras perdure la situación ocupacional, no podría ser hipotecado, en consecuencia, no podría constituirse financiación hipotecaria sobre este tipo de fincas, cuya adquisición requerirá el otorgamiento de otro tipo de garantías en caso de solicitarse financiación y ii) la obtención por parte de la propiedad del certificado de eficiencia energética.El precio de venta de este Inmueble se ha determinado en base a las anteriores circunstancias, que han supuesto un menor valor del mismo, y que deberán ser expresamente aceptadas por el adquirente en la formalización de la transmisión del Inmueble. Se recomienda que el comprador obtenga asesoramiento profesional y legal antes de adoptar la decisión de compra.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 1893.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "Ciudad 70, Coslada",
            "title": "Piso en avenida de Lisboa"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "106431560",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/61/60/0b/1282757916.webp",
        "externalReference": "C1-03232-0001",
        "numPhotos": 1,
        "price": 108100.0,
        "priceInfo": {
            "price": {
                "amount": 108100.0,
                "currencySuffix": "€"
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 69.0,
        "rooms": 2,
        "bathrooms": 1,
        "address": "plaza Pinazo",
        "province": "Madrid",
        "municipality": "Madrid",
        "district": "Villaverde",
        "country": "es",
        "neighborhood": "San Cristóbal",
        "latitude": 40.3423532,
        "longitude": -3.6904744,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/106431560/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "11606",
        "description": "Piso de 69 m² en venta, situado en Madrid. Construida en 1965, esta vivienda cuenta con una superficie de 69 m² y se distribuye en salón, cocina, 2 dormitorios y 1 baño. La vivienda está bien comunicada, a unos minutos de la estación del tren y la estación de metro, con autobuses con las líneas 59, 79 y N13 y por carretera, mediante los accesos E-5 y M-45. La zona dispone de equipamiento variado, centro de salud, instituto, colegio, gimnasio, supermercado, restaurantes, etc. Con nuestros servicios podrá encontrar la vivienda que necesita. Empiece ahora mismo pidiendo más información. Un responsable cercano a usted le atenderá personalmente.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 1567.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "San Cristóbal, Madrid",
            "title": "Piso en plaza Pinazo"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "104890731",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/98/e9/05/1234970390.webp",
        "externalReference": "CH-80299-0001",
        "numPhotos": 1,
        "floor": "bj",
        "price": 110000.0,
        "priceInfo": {
            "price": {
                "amount": 110000.0,
                "currencySuffix": "€",
                "priceDropInfo": {
                    "formerPrice": 124000.0,
                    "priceDropValue": 14000,
                    "priceDropPercentage": 11
                }
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 60.0,
        "rooms": 2,
        "bathrooms": 2,
        "address": "calle de Peña Ubiña",
        "province": "Madrid",
        "municipality": "Madrid",
        "district": "Puente de Vallecas",
        "country": "es",
        "neighborhood": "San Diego",
        "latitude": 40.3952071,
        "longitude": -3.668521,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/104890731/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "6073",
        "description": "Oportunidad sólo para inversores. El activo se encuentra ocupado por persona sin justo título. Debido al estado ocupacional del activo, no se pueden realizar visitas al mismo. Piso de segunda mano en venta situado en Madrid. Cuenta con una superficie de 60 m² distribuidos en 2 dormitorios y 2 baños. Se localiza en la planta baja de un edificio residencial y en sus inmediaciones dispone de todo tipo de servicios alrededor. Tiene buena comunicación tanto por transporte público como por transporte privado. Con los servicios de Solvia podrá encontrar la vivienda que necesita y asegurar su inversión con el mejor de los asesoramientos especializados. Empiece ahora mismo pidiendo más información. Un responsable cercano a usted le atenderá personalmente. - El inmueble se encuentra ocupado ilegalmente por terceros y sin los suministros debidamente contratados. El Inmueble se transmitirá: (i) como cuerpo cierto y a tanto alzado (ii) como un todo, inseparable (iii) en el estado registral y catastral en el que se encuentre (iv) en el estado físico, calidades, jurídico, urbanístico, administrativo, de licencias, de protección, de conservación y limpieza en el que se encuentre (v) al corriente de gastos e impuestos que por Ley corresponda al Vendedor y (vi) sin dotación de servicios y suministros.El Adquirente asumirá (i) la situación física y estado de conservación (ii) la situación urbanística (iii) las discrepancias entre la realidad física y la realidad registral y catastral o en la cabida del Inmueble (iv) la adecuación registral y catastral del Inmueble y (v) los tramites que conlleven la obtención de la Posesión Judicial del Inmueble.La Propiedad no responderá de/l (i) estado de conservación (ii) los vicios vistos y aparentes (iii) la regularización registral o catastral (iv) las discrepancias de cabida, que pudieran existir (v) la responsabilidad en la obtención de la cédula de habitabilidad del Inmueble, salvo que en la Comunidad Autónoma donde se ubique el Inmueble sea obligatoria su entrega y (vi) cualesquiera costes, gastos, honorarios, aranceles o tributos que se deriven de lo anterior.Si a fecha de venta, la Propiedad hubiese demandado judicialmente la ocupación, podría el adquirente subrogarse en dicha demanda, no pudiendo reclamar importe alguno a la Propiedad como consecuencia de ello, salvo por los honorarios de abogados y procuradores que hasta la fecha de la transmisión se hubiesen devengado que, en cualquier caso, serán por cuenta de éste. Si en la fecha de venta, la Propiedad hubiese interpuesto una denuncia penal, que se encontrase en curso, se comunicará al Juzgado la venta, apartándose la Propiedad del procedimiento como acusación particular. El estado de ocupación y/o los impedimentos para que el inmueble pueda ser visitado libremente por los técnicos impedirían: i) su tasación oficial conforme exige la Orden ECO/805/2003, de 27 de marzo, por lo que el inmueble, mientras perdure la situación ocupacional, no podría ser hipotecado, en consecuencia, no podría constituirse financiación hipotecaria sobre este tipo de fincas, cuya adquisición requerirá el otorgamiento de otro tipo de garantías en caso de solicitarse financiación y ii) la obtención por parte de la propiedad del certificado de eficiencia energética.El precio de venta de este Inmueble se ha determinado en base a las anteriores circunstancias, que han supuesto un menor valor del mismo, y que deberán ser expresamente aceptadas por el adquirente en la formalización de la transmisión del Inmueble. Se recomienda que el comprador obtenga asesoramiento profesional y legal antes de adoptar la decisión de compra.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 1833.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "San Diego, Madrid",
            "title": "Piso en calle de Peña Ubiña"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "106683437",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/2a/2e/07/1290853404.webp",
        "numPhotos": 10,
        "floor": "bj",
        "price": 110000.0,
        "priceInfo": {
            "price": {
                "amount": 110000.0,
                "currencySuffix": "€"
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 55.0,
        "exterior": false,
        "rooms": 2,
        "bathrooms": 1,
        "address": "calle de Manuel Maroto, 19",
        "province": "Madrid",
        "municipality": "Madrid",
        "district": "Puente de Vallecas",
        "country": "es",
        "neighborhood": "San Diego",
        "latitude": 40.3884262,
        "longitude": -3.668728,
        "showAddress": true,
        "url": "https://www.idealista.com/inmueble/106683437/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "6784",
        "description": "¡Oportunidad única en pleno corazón de San Diego, Vallecas! Te presentamos este piso de 55 m² útiles a reformar, perfecto para diseñar la casa de tus sueños o realizar una inversión con alto potencial de rentabilidad. La vivienda cuenta con: 2 dormitorios, ideales para un proyecto familiar o espacios de trabajo. 1 baño completo con posibilidades de modernización. Distribución versátil que permite optimizar cada metro cuadrado. Ubicado en una zona privilegiada de San Diego, en Vallecas, disfrutarás de: Transporte cercano: acceso a metro, autobuses y principales vías de comunicación. Proximidad a comercios locales, servicios y zonas verdes. Un ambiente tranquilo y acogedor, con todo lo necesario a pocos minutos. Este piso es una excelente opción para quienes buscan personalizar su hogar desde cero o para inversores interesados en una zona en constante desarrollo.  Estado de la reformar 60%.",
        "hasVideo": false,
        "status": "renew",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 2000.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "San Diego, Madrid",
            "title": "Piso en calle de Manuel Maroto, 19"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "106675272",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/ec/70/cb/1290601393.webp",
        "externalReference": "24VIV24346",
        "numPhotos": 4,
        "floor": "bj",
        "price": 112000.0,
        "priceInfo": {
            "price": {
                "amount": 112000.0,
                "currencySuffix": "€"
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 48.0,
        "exterior": false,
        "rooms": 2,
        "bathrooms": 1,
        "address": "calle de Ángel Múgica",
        "province": "Madrid",
        "municipality": "Madrid",
        "district": "Fuencarral",
        "country": "es",
        "neighborhood": "Tres Olivos - Valverde",
        "latitude": 40.4837145,
        "longitude": -3.6857803,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/106675272/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "4149",
        "description": "**Más info. en web y redes: BHORUS** Aquí podrás informarte en detalle de la subasta.   Bhorus SL es la única empresa a nivel NACIONAL con documentación demostrable en todo tipo de operaciones de subasta.   ¡Cuidado! Las subastas tienen mucho riesgo si no son analizadas por los profesionales adecuados.   Accede a nuestra web o redes para más información.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "priceByArea": 2333.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "Tres Olivos - Valverde, Madrid",
            "title": "Piso en calle de Ángel Múgica"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "104886387",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/be/58/8b/1234921171.webp",
        "externalReference": "CH-21890-0001",
        "numPhotos": 1,
        "price": 114000.0,
        "priceInfo": {
            "price": {
                "amount": 114000.0,
                "currencySuffix": "€",
                "priceDropInfo": {
                    "formerPrice": 128300.0,
                    "priceDropValue": 14300,
                    "priceDropPercentage": 11
                }
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 52.0,
        "rooms": 2,
        "bathrooms": 1,
        "address": "calle Francisco Guzmán, 10",
        "province": "Madrid",
        "municipality": "Madrid",
        "district": "Carabanchel",
        "country": "es",
        "neighborhood": "Puerta Bonita",
        "latitude": 40.3859286,
        "longitude": -3.7301539,
        "showAddress": true,
        "url": "https://www.idealista.com/inmueble/104886387/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "7479",
        "description": "Oportunidad sólo para inversores. El activo se encuentra ocupado. Debido al estado ocupacional del activo, no se pueden realizar visitas al mismo.Piso de segunda mano en venta situado en Madrid. Cuenta con una superficie de 60 m² distribuidos en 2 dormitorios y 1 baño. Se localiza en la segunda planta de un edificio residencial y en sus inmediaciones dispone de todo tipo de servicios alrededor. Tiene buena comunicación tanto por transporte público como por transporte privado.Con los servicios de Solvia podrá encontrar la vivienda que necesita y asegurar su inversión con el mejor de los asesoramientos especializados. Empiece ahora mismo pidiendo más información. Un responsable cercano a usted le atenderá personalmente. - El inmueble se encuentra ocupado ilegalmente por terceros y sin los suministros debidamente contratados. El Inmueble se transmitirá: (i) como cuerpo cierto y a tanto alzado (ii) como un todo, inseparable (iii) en el estado registral y catastral en el que se encuentre (iv) en el estado físico, calidades, jurídico, urbanístico, administrativo, de licencias, de protección, de conservación y limpieza en el que se encuentre (v) al corriente de gastos e impuestos que por Ley corresponda al Vendedor y (vi) sin dotación de servicios y suministros.El Adquirente asumirá (i) la situación física y estado de conservación (ii) la situación urbanística (iii) las discrepancias entre la realidad física y la realidad registral y catastral o en la cabida del Inmueble (iv) la adecuación registral y catastral del Inmueble y (v) los tramites que conlleven la obtención de la Posesión Judicial del Inmueble.La Propiedad no responderá de/l (i) estado de conservación (ii) los vicios vistos y aparentes (iii) la regularización registral o catastral (iv) las discrepancias de cabida, que pudieran existir (v) la responsabilidad en la obtención de la cédula de habitabilidad del Inmueble, salvo que en la Comunidad Autónoma donde se ubique el Inmueble sea obligatoria su entrega y (vi) cualesquiera costes, gastos, honorarios, aranceles o tributos que se deriven de lo anterior.Si a fecha de venta, la Propiedad hubiese demandado judicialmente la ocupación, podría el adquirente subrogarse en dicha demanda, no pudiendo reclamar importe alguno a la Propiedad como consecuencia de ello, salvo por los honorarios de abogados y procuradores que hasta la fecha de la transmisión se hubiesen devengado que, en cualquier caso, serán por cuenta de éste. Si en la fecha de venta, la Propiedad hubiese interpuesto una denuncia penal, que se encontrase en curso, se comunicará al Juzgado la venta, apartándose la Propiedad del procedimiento como acusación particular. El estado de ocupación y/o los impedimentos para que el inmueble pueda ser visitado libremente por los técnicos impedirían: i) su tasación oficial conforme exige la Orden ECO/805/2003, de 27 de marzo, por lo que el inmueble, mientras perdure la situación ocupacional, no podría ser hipotecado, en consecuencia, no podría constituirse financiación hipotecaria sobre este tipo de fincas, cuya adquisición requerirá el otorgamiento de otro tipo de garantías en caso de solicitarse financiación y ii) la obtención por parte de la propiedad del certificado de eficiencia energética.El precio de venta de este Inmueble se ha determinado en base a las anteriores circunstancias, que han supuesto un menor valor del mismo, y que deberán ser expresamente aceptadas por el adquirente en la formalización de la transmisión del Inmueble. Se recomienda que el comprador obtenga asesoramiento profesional y legal antes de adoptar la decisión de compra.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 2192.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "Puerta Bonita, Madrid",
            "title": "Piso en calle Francisco Guzmán, 10"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "100906001",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/3a/cf/48/1102898916.webp",
        "externalReference": "RP012023111809",
        "numPhotos": 8,
        "floor": "bj",
        "price": 115000.0,
        "priceInfo": {
            "price": {
                "amount": 115000.0,
                "currencySuffix": "€"
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 47.0,
        "exterior": true,
        "rooms": 2,
        "bathrooms": 1,
        "address": "calle de García Llamas",
        "province": "Madrid",
        "municipality": "Madrid",
        "district": "Puente de Vallecas",
        "country": "es",
        "neighborhood": "San Diego",
        "latitude": 40.3878166,
        "longitude": -3.6677281,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/100906001/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "6874",
        "description": "¡Oportunidad! Vivienda exterior para entrar a vivir formada por 2 dormitorios, salón, cocina amueblada, baño con plato de ducha y alacena, calefacción de gas natural, suelos de tarima y gress. El piso se encuentra muy bien comunicado con transporte público (Renfe y autobuses) y salida inmediata a M-30. Además está muy bien ubicado, en una zona que dispone de todos los servicios necesarios como colegios, centros médicos, supermercados, etc.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 2447.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "San Diego, Madrid",
            "title": "Piso en calle de García Llamas"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "highlight": {
            "groupDescription": "Destacado"
        },
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "106658009",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/32/44/98/1290085813.webp",
        "externalReference": "A0-95385-0001",
        "numPhotos": 1,
        "floor": "3",
        "price": 115000.0,
        "priceInfo": {
            "price": {
                "amount": 115000.0,
                "currencySuffix": "€"
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 52.0,
        "rooms": 2,
        "bathrooms": 1,
        "address": "calle Inocencia Sánchez",
        "province": "Madrid",
        "municipality": "Madrid",
        "district": "Carabanchel",
        "country": "es",
        "neighborhood": "Buena Vista",
        "latitude": 40.3657134,
        "longitude": -3.7566141,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/106658009/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "10523",
        "description": "Oportunidad sólo para inversores. El activo se encuentra ocupado. Debido al estado ocupacional del activo, no se pueden realizar visitas al mismo.Piso de segunda mano en venta en Madrid.Se trata de un piso de 52 m² distribuidos en varias estancias.La vivienda se sitúa en el núcleo de la población, teniendo buenos accesos por carretera. También ofrece conexión por transporte público al estar cerca de varias paradas de autobús y de metro. A pocos minutos de la estación de tren.En la población podemos encontrar servicios como supermercados, restaurantes, instalaciones deportivas, centros educativos, oficinas bancarias, otros negocios comerciales, etc. Cerca del Parque de Salvador Allende.Con los servicios de Solvia podrá encontrar la vivienda que necesita y asegurar su inversión con el mejor de los asesoramientos especializados. Empiece ahora mismo pidiendo más información. Un responsable cercano a usted le atenderá personalmente. - El inmueble se transmite arrendado a tercero y con un posible derecho de éste a la adquisición preferente del mismo. El Inmueble se transmitirá: (i) como cuerpo cierto y a tanto alzado (ii) como un todo, inseparable (iii) en el estado registral y catastral en el que se encuentre (iv) en el estado físico, calidades, jurídico, urbanístico, administrativo, de licencias, de protección, de conservación y limpieza en el que se encuentre (v) al corriente de gastos e impuestos que por Ley corresponda al Vendedor.El Adquirente asumirá (i) la situación física y estado de conservación (ii) la situación urbanística (iii) las discrepancias entre la realidad física y la realidad registral y catastral o en la cabida del Inmueble (iv) la adecuación registral y catastral del Inmueble.La Propiedad no responderá de/l (i) la solvencia del arrendatario ni de las condiciones del contrato de arrendamiento, (ii) estado de conservación (iii) los vicios vistos y aparentes (iv) la regularización registral o catastral (v) las discrepancias de cabida, que pudieran existir (vi) la responsabilidad en la obtención de la cedula de habitabilidad del Inmueble, salvo que en la Comunidad Autónoma donde se ubique el Inmueble sea obligatoria su entrega y (vii) cualesquiera costes, gastos, honorarios, aranceles o tributos que se deriven de lo anterior.Si a fecha de venta, la Propiedad hubiese demandado judicialmente al arrendatario, podría el adquirente subrogarse en dicha demanda, no pudiendo reclamar importe alguno a la Propiedad como consecuencia de ello, salvo por los honorarios de abogados y procuradores que hasta la fecha de la transmisión se hubiesen devengado que, en cualquier caso, serán por cuenta de éste. El estado de ocupación y/o los impedimentos para que el inmueble pueda ser visitado libremente por los técnicos impedirían: i) su tasación oficial conforme exige la Orden ECO/805/2003, de 27 de marzo, por lo que el inmueble, mientras perdure la situación ocupacional, no podría ser hipotecado. En consecuencia, no podría constituirse financiación hipotecaria sobre este tipo de fincas, cuya adquisición requerirá el otorgamiento de otro tipo de garantías en caso de solicitarse financiación y ii) la obtención por parte de la propiedad del certificado de eficiencia energética.En el caso de que a la Propiedad no le consten depositadas las fianzas o garantías que se constituyeron en el contrato de arrendamiento por no haber sido el arrendador inicial del contrato, el adquirente exonerara a la Propiedad de la entrega de dichas fianzas y/o garantías.El precio de venta de este Inmueble se ha determinado en base a las anteriores circunstancias, que han supuesto un menor valor del mismo, y que deberán ser expresamente aceptadas por el adquirente en la formalización de la transmisión del Inmueble. Se recomienda que el comprador obtenga asesoramiento profesional y legal antes de adoptar la decisión de compra.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 2212.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "Buena Vista, Madrid",
            "title": "Piso en calle Inocencia Sánchez"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "106453538",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/78/65/89/1283346027.webp",
        "externalReference": "IE07-OCUPADAVISTALEG",
        "numPhotos": 12,
        "floor": "4",
        "price": 118000.0,
        "priceInfo": {
            "price": {
                "amount": 118000.0,
                "currencySuffix": "€"
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 51.0,
        "exterior": true,
        "rooms": 2,
        "bathrooms": 1,
        "address": "calle de Tucán",
        "province": "Madrid",
        "municipality": "Madrid",
        "district": "Carabanchel",
        "country": "es",
        "neighborhood": "Vista Alegre",
        "latitude": 40.3898124,
        "longitude": -3.742111,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/106453538/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "7602",
        "description": "PISO OCUPADO, Inmobiliarias Encuentro vende en Exclusiva piso exterior ubicado en una cuarta planta sin ascensor, con una superficie de 51 metros cuadrados. La vivienda cuenta con luz natural gracias a su orientación exterior, lo que asegura luminosidad durante el día. Al estar ocupada la convierte en una buena oportunidad para inversores que buscan una rentabilidad a largo plazo en una zona de alta demanda residencial del fabuloso barrio de Vista Alegre. Debido al estado OCUPACIONAL DEL ACTIVO, NO SE PUEDEN REALIZAR VISITAS. Ubicación y servicios: Situado en el barrio de Vista Alegre, un área residencial tranquila y consolidada que ofrece una amplia gama de servicios y comercios cercanos. A pocos minutos a pie se encuentran supermercados, farmacias, centros educativos y áreas verdes, como el Parque de la Cuña Verde. Además, la zona está rodeada de restaurantes, cafeterías y todo tipo de tiendas locales. Transporte: La vivienda está excelentemente comunicada. A solo unos minutos se encuentra la estación de metro Vista Alegre (L5), con varias líneas de autobús que conectan rápidamente con el centro de Madrid y las áreas circundantes. Fácil acceso a las principales vías de la ciudad, como la M-30 y la A-42, lo que garantiza una buena conectividad en coche. En Inmobiliarias Encuentro intentamos mejorar cada día, simplificando los trámites relacionados con la compra de tu nueva vivienda. Ya puedes reservar cualquiera de nuestros inmuebles a través de la web, de una manera rápida y sencilla, mediante un proceso totalmente seguro y transparente. N. P.",
        "hasVideo": false,
        "status": "renew",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 2314.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "Vista Alegre, Madrid",
            "title": "Piso en calle de Tucán"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "106700722",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/b1/40/33/1291402879.webp",
        "numPhotos": 15,
        "floor": "bj",
        "price": 120000.0,
        "priceInfo": {
            "price": {
                "amount": 120000.0,
                "currencySuffix": "€"
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 54.0,
        "exterior": true,
        "rooms": 2,
        "bathrooms": 1,
        "address": "calle de la Gaviota",
        "province": "Madrid",
        "municipality": "Madrid",
        "district": "Carabanchel",
        "country": "es",
        "neighborhood": "Vista Alegre",
        "latitude": 40.3883498,
        "longitude": -3.7364177,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/106700722/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "7486",
        "description": "Aquípiso Inmobiliaria ofrece a la VENTA bajo exterior en Madrid en el Barrio Vista Alegre, Distrito Carabanchel. La vivienda cuenta con una superficie construida de 54 m2 según catastro, distribuidos en: salón-comedor, cocina independiente totalmente equipada, 2 habitaciones y 1 baño completo.  El piso se encuentra en una planta baja, en finca sin ascensor. Cuenta con calefacción eléctrica y patio comunitario.  Muy buena ubicación y comunicación. Se encuentra en el Bario de Vista Alegre, en Carabanchel, rodeado de todo tipo de servicios: bares, restaurantes, supermercados, farmacias, colegios y más.  A sólo 350 metros de la \"Estación de metro Oporto\" y cercano a varias paradas de autobús Líneas 34, 35, 55, 481, 486, N16, N26.  Para concretar una visita o recibir más información no dude en ponerse en contacto con nosotros. *Los gastos derivados de la compraventa del inmueble como notaría, registro, I. T. P. , gastos financieros y honorarios de la inmobiliaria no están incluidos en el precio de venta de la vivienda.",
        "hasVideo": false,
        "status": "renew",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 2222.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "Vista Alegre, Madrid",
            "title": "Piso en calle de la Gaviota"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "103481916",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/29/f3/eb/1195083283.webp",
        "externalReference": "CARLOS AURIOLES",
        "numPhotos": 11,
        "floor": "bj",
        "price": 120000.0,
        "priceInfo": {
            "price": {
                "amount": 120000.0,
                "currencySuffix": "€"
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 54.0,
        "exterior": true,
        "rooms": 2,
        "bathrooms": 1,
        "address": "carlos aurioles, 30",
        "province": "Madrid",
        "municipality": "Madrid",
        "district": "Puente de Vallecas",
        "country": "es",
        "neighborhood": "San Diego",
        "latitude": 40.3826387,
        "longitude": -3.6667009,
        "showAddress": true,
        "url": "https://www.idealista.com/inmueble/103481916/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "7449",
        "description": "\"***inmueble el venta desde el día 07/11/2024 al 27/11/2024*. ** venta en período de pujas al alza. Se venderá a la puja más alta. ***GARSIERRA. Piso distribuido en salón-comedor-cocina, dos habitaciones y un baño Ubicado en una zona consolidad cerca del centro de salud de Ángela Uriarte y la estación Asamblea Madrid. Dispone de todos los servicios básicos a su alcance, con oferta comercial (superficies de grandes dimensiones y tiendas de barrio necesarias) y educativa, variedad de servicios de restauración y zonas verdes valoradas en las que poder realizar actividades al aire libre como el Parque Javier de Miguel. Vivienda para quienes quieran vivir en una zona muy bien comunicada como para aquellos que busquen invertir para arrendamiento con una muy buena rentabilidad. Todo ello, además, con excelentes comunicaciones por transporte público (Tren-autobús-metro) y carreteras.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 2222.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "San Diego, Madrid",
            "title": "Piso en carlos aurioles, 30"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "106631360",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/5f/e2/7a/1289287586.webp",
        "externalReference": "24VIV24097",
        "numPhotos": 4,
        "floor": "4",
        "price": 121000.0,
        "priceInfo": {
            "price": {
                "amount": 121000.0,
                "currencySuffix": "€"
            }
        },
        "propertyType": "duplex",
        "operation": "sale",
        "size": 160.0,
        "exterior": true,
        "rooms": 2,
        "bathrooms": 2,
        "address": "calle Puerto de Navacerrada",
        "province": "Madrid",
        "municipality": "Torrejón de Ardoz",
        "district": "Noroeste",
        "country": "es",
        "latitude": 40.4599092,
        "longitude": -3.4860473,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/106631360/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "17516",
        "description": "**Más info. en web y redes: BHORUS** Aquí podrás informarte en detalle de la subasta.   Bhorus SL es la única empresa a nivel NACIONAL con documentación demostrable en todo tipo de operaciones de subasta.   ¡Cuidado! Las subastas tienen mucho riesgo si no son analizadas por los profesionales adecuados.   Accede a nuestra web o redes para más información.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "parkingSpace": {
            "hasParkingSpace": true,
            "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 756.0,
        "detailedType": {
            "typology": "flat",
            "subTypology": "duplex"
        },
        "suggestedTexts": {
            "subtitle": "Noroeste, Torrejón de Ardoz",
            "title": "Dúplex en calle Puerto de Navacerrada"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "106425585",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/62/6e/c4/1282568459.webp",
        "numPhotos": 13,
        "floor": "bj",
        "price": 124900.0,
        "priceInfo": {
            "price": {
                "amount": 124900.0,
                "currencySuffix": "€",
                "priceDropInfo": {
                    "formerPrice": 129900.0,
                    "priceDropValue": 5000,
                    "priceDropPercentage": 4
                }
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 60.0,
        "exterior": true,
        "rooms": 2,
        "bathrooms": 1,
        "address": "calle Collado de las Vertientes",
        "province": "Madrid",
        "municipality": "Madrid",
        "district": "Puente de Vallecas",
        "country": "es",
        "neighborhood": "San Diego",
        "latitude": 40.3915663,
        "longitude": -3.6659772,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/106425585/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "6527",
        "description": "¡Este edificio es una verdadera joya para inversores astutos! El edificio, de dos plantas con una vivienda por piso, es ideal para quienes buscan una inversión sólida con ingresos estables.  Vivienda están actualmente arrendadas El bajo, alquilado por 500€, tiene un contrato reciente desde febrero de 2022.  La vivienda cuenta con 2 dormitorios, salón-comedor, cocina independiente, baño completo y un excelente flujo de ventilación. La planta baja ofrece además un encantador patio con barbacoa y banco corrido, perfectos para disfrutar de las tardes al aire libre. El edificio fue renovado en 2016, incluyendo una reforma integral que mejoró la distribución y agregó valor a la propiedad. Además, con agua caliente y calefacción mediante caldera de gas natural, los servicios están completamente actualizados. Con un IBI de solo 130€ al año, el bajo costo de mantenimiento y las rentas actuales sugieren que hay un margen significativo para aumentar la rentabilidad. Esta es una oportunidad excepcional para optimizar ingresos con una propiedad que ya está generando flujo de caja. No dejes pasar esta oportunidad de inversión con proyección a largo plazo y altas posibilidades de revalorización. Contáctame hoy mismo para obtener más detalles y asegurar esta propiedad única antes de que salga del mercado. 3% de honorarios a cargo del comprador.",
        "hasVideo": true,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "priceByArea": 2082.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "San Diego, Madrid",
            "title": "Piso en calle Collado de las Vertientes"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "106458295",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/2d/16/f3/1283482547.webp",
        "numPhotos": 24,
        "floor": "bj",
        "price": 125000.0,
        "priceInfo": {
            "price": {
                "amount": 125000.0,
                "currencySuffix": "€",
                "priceDropInfo": {
                    "formerPrice": 131000.0,
                    "priceDropValue": 6000,
                    "priceDropPercentage": 5
                }
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 51.0,
        "exterior": false,
        "rooms": 2,
        "bathrooms": 1,
        "address": "calle del Doctor Sánchez",
        "province": "Madrid",
        "municipality": "Madrid",
        "district": "Puente de Vallecas",
        "country": "es",
        "neighborhood": "San Diego",
        "latitude": 40.3807854,
        "longitude": -3.6675222,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/106458295/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "7627",
        "description": "ESTUDIO VISIONPRO SAN DIEGO SLU  Trae en exclusiva este maravilloso bajo de 50 metros cuadrados construidos de 2 habitaciones completamente reformado e impermeabilizado. Cuenta con cocina americana y amplio salón, baño completamente reformado, electricidad y fontanería nuevas. Aires acondicionados en habitaciones y salón. Pertenece a una comunidad muy tranquila y se rodea de todos los servicios y comercios básicos de un barrio tradicional como San Diego (Supermercados, peluquerías, fruterías, bares, restaurantes, colegios, jardines infantiles).   Por su ubicación, está perfectamente conectado con líneas de Renfe, autobuses y metro (500 metros de Renfe de Asamblea de Madrid-Entrevías, 10 minutos de la estación de metro Portazgo) Este año, GRUPO TECNOCASA cumple 30 años como líder del mercado inmobiliario en España.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 2451.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "San Diego, Madrid",
            "title": "Piso en calle del Doctor Sánchez"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "106680204",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/f1/60/2f/1290758766.webp",
        "numPhotos": 18,
        "floor": "1",
        "price": 125000.0,
        "priceInfo": {
            "price": {
                "amount": 125000.0,
                "currencySuffix": "€"
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 63.0,
        "exterior": true,
        "rooms": 2,
        "bathrooms": 1,
        "address": "Barrio Villaverde Alto",
        "province": "Madrid",
        "municipality": "Madrid",
        "district": "Villaverde",
        "country": "es",
        "neighborhood": "Villaverde Alto",
        "latitude": 40.350503,
        "longitude": -3.707927,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/106680204/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "10780",
        "description": "FUTURHOUSE SERVICIOS INMOBILIARIOS VENDE: Estupenda vivienda con ASCENSOR y dos terrazas cerradas en la zona de Puente Alcocer. Muy buena ubicación, con toda clase de servicios próximos. El piso se encuentra situado en la PRIMERA planta del edificio CON ASCENSOR. El inmueble se compone de 63 m2 construidos y 58 m2 útiles por catastro  distribuidos en: -Salón-Comedor ideal para decorar al gusto con acceso a terraza exterior cerrada -Cocina equipada con muebles altos y bajos para almacenar los utensilios necesarios. - Baño equipado con bañera - 2 Dormitorios, uno de ellos con acceso a terraza cerrada Sobre la zona: Es el barrio más extenso del distrito y agrupa el casco histórico de lo que fue el municipio independiente de Villaverde –conocido actualmente como Villaverde Alto- y una de las zonas industriales más importantes del sur de la capital, el Polígono Industrial de Villaverde, cuyo futuro pasa por su ampliación y reconversión parcial en parque tecnológico y científico. Dispone del Parque de Plata y Castañar, uno de los más destacados gracias a la reforma que se ha llevado a cabo recientemente En cuanto a la ubicación exacta del inmueble, éste se localiza en una zona con toda clase de servicios cercanos como: Centros de salud, centros educativos, Mercado tradicional, entidades bancarias etc. Transporte: Zona con buena comunicación. A un paso de la M-40 y de diferentes paradas de autobús que recorren y comunican la zona. Cercanías Puente Alcocer ( Línea C5 )  Ven a ver la vivienda y si necesitas financiación nosotros te gestionamos tu hipoteca dándote las mejores condiciones y haciéndote un estudio financiero acorde a tus posibilidades. Llámanos para concertar una visita al SEIS SIETE DOS CUATRO DOS SEIS OCHO NUEVE SIETE También atendemos WhatsApp.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "priceByArea": 1984.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "Villaverde Alto, Madrid",
            "title": "Piso"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "106637713",
        "numPhotos": 0,
        "floor": "3",
        "price": 127000.0,
        "priceInfo": {
            "price": {
                "amount": 127000.0,
                "currencySuffix": "€"
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 66.0,
        "exterior": true,
        "rooms": 2,
        "bathrooms": 1,
        "address": "calle de la Pilarica",
        "province": "Madrid",
        "municipality": "Madrid",
        "district": "Usera",
        "country": "es",
        "neighborhood": "Moscardó",
        "latitude": 40.3882713,
        "longitude": -3.702637,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/106637713/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "6557",
        "description": "MUNDOAREA Vende_ PISO CON INQUILINO, NO SE PUEDE HACER VISITAS. El piso es exterior y muy luminoso en la calle Pilarica, el precio no es negociable. LOS INQUILINOS ESTAN PAGANDO 400 € AL MES. SU CONTRATO ACABA EN EL 2025. PRODUCTO NO FINANCIABLE Muy buena ubicación, en pleno parque de Madrid Río y muy cerca del nuevo centro comercial Plaza Río 2. La vivienda está a reformar en su totalidad y se distribuye en: - Luminoso y amplio salón. - Amplia cocina, con gas natural individual. - Dos dormitorios muy luminosos. - Un cuarto de baño con plato de ducha. La calefacción es de gas natural individual. Sobre la finca: La finca es bastante familiar. Sobre la zona y el transporte: Madrid Río es un enorme enclave natural y cultural que se encuentra paralelo al río Manzanares, el cual cuenta con monumentos históricos e instalaciones de ocio y cultura al lado del cauce del río que está recuperando su biodiversidad a pasos agigantados. En el año 2017, ha abierto sus puertas el centro comercial Plaza Río 2, otorgando una oferta bastante favorable para la zona en cuanto a la parte gastronómica y de ocio. La zona es familiar, tiene todo tipo de comercios, colegios, supermercados y buena comunicación con metro y autobuses las 24h. El metro está a tres minutos andando del piso. Si desea más información contacte con el departamento comercial de MUNDOAREA.",
        "hasVideo": false,
        "status": "renew",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 1924.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "Moscardó, Madrid",
            "title": "Piso en calle de la Pilarica"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "highlight": {
            "groupDescription": "Destacado"
        },
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "106475879",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/fd/1d/a1/1284021322.webp",
        "externalReference": "RP2842024131986",
        "numPhotos": 7,
        "floor": "2",
        "price": 127500.0,
        "priceInfo": {
            "price": {
                "amount": 127500.0,
                "currencySuffix": "€"
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 62.0,
        "exterior": true,
        "rooms": 2,
        "bathrooms": 1,
        "address": "calle de Godella",
        "province": "Madrid",
        "municipality": "Madrid",
        "district": "Villaverde",
        "country": "es",
        "neighborhood": "San Cristóbal",
        "latitude": 40.3439871,
        "longitude": -3.6871102,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/106475879/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "11432",
        "description": "Redpiso San Cristobal de los Ángeles, inscrito en el RAIN: 000517/20. En venta este inmueble de 62m², 2º planta sin ascensor. Consta de 2 dormitorios( antes 3), salón con terraza, cocina con tendero y baño con plato de ducha. VIVIENDA ALQUILADA, RENTA 530€/MES CONTRATO HASTA 01 DE ENERO DE 2026. VEN A VISITARLO! . San Cristóbal de los Ángeles es un barrio del extrarradio de Madrid, humilde y lleno de vida. Rodeado de grandes zonas verdes, como nuestro precioso parque, conocido por su estanque. Un lugar ideal para pasear, hacer deporte o celebraciones al aire libre. La zona cuenta con comercios muy variados, un amplio mercado y dos supermercados, además de zonas para practicar deporte, como son una cancha de baloncesto, pistas donde poder jugar al tenis y un gran campo de futbol donde los pequeños pueden practicar y aprender su deporte favorito. También cuenta con varios colegios cercanos y un centro de educación secundaria. El barrio tiene muy buena comunicación, dos líneas de autobuses de la EMT (59 Y 79) y Metro ( Linea 3) parada San Cristóbal de los Ángeles, a 15 minutos de Sol. También contamos con parada de Cercanías RENFE, tan solo a 11 minutos de la estación de Atocha y 14 minutos de Sol. Carretera salida a la avenida de Andalucía con salidas próximas a la M30, M40, M45, M50. En el barrio se encuentran situados el Centro de Salud San Cristóbal y el Hospital de día Villaverde. El hospital 12 de Octubre está a diez minutos. *En el precio de venta no están incluidos los gastos de compra (Impuestos de transmisiones patrimoniales / Notaría - Gestoría / Registro / Intermediación inmobiliaria y / o Financiera). *.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 2056.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "San Cristóbal, Madrid",
            "title": "Piso en calle de Godella"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "highlight": {
            "groupDescription": "Destacado"
        },
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "106653801",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/a3/4b/f0/1289997186.webp",
        "externalReference": "67_24",
        "numPhotos": 34,
        "floor": "4",
        "price": 129000.0,
        "priceInfo": {
            "price": {
                "amount": 129000.0,
                "currencySuffix": "€"
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 65.0,
        "exterior": true,
        "rooms": 2,
        "bathrooms": 1,
        "address": "calle del Aguacate",
        "province": "Madrid",
        "municipality": "Madrid",
        "district": "Carabanchel",
        "country": "es",
        "neighborhood": "Buena Vista",
        "latitude": 40.3721584,
        "longitude": -3.7464886,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/106653801/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "9473",
        "description": "La vivienda, ubica en la cuarta planta de un edificio con fachada de ladrillo visto, cuenta con una superficie de 65 m² y se distribuye en 2 dormitorios, salón exterior, cocina independiente con acceso a terraza y un baño completo con bañera. La vivienda cuenta con paredes de gotelé, suelos cerámicos, ventanas de aluminio y cristales climalit, puertas de acceso de seguridad y puertas interiores de madera. Ubicación con acceso a todos los servicios necesarios, como supermercados, colegios, farmacias, bancos, restaurantes, el centro de salud Guayaba y áreas verdes para disfrutar al aire libre. Además, la vivienda se encuentra a pocos minutos de los centros comerciales Islazul y Sambil Outlet. Excelentes Conexiones de Transporte, a tan solo 5 minutos a pie de la estación de metro Carabanchel Alto (Línea 6 - circular), disfrutarás de conexiones directas con el intercambiador de transportes de Plaza Elíptica y rodeado de varias líneas de autobuses de la EMT.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 1985.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "Buena Vista, Madrid",
            "title": "Piso en calle del Aguacate"
        },
        "hasPlan": true,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "highlight": {
            "groupDescription": "Destacado"
        },
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "106603570",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/43/69/d8/1288401187.webp",
        "numPhotos": 30,
        "floor": "4",
        "price": 129000.0,
        "priceInfo": {
            "price": {
                "amount": 129000.0,
                "currencySuffix": "€"
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 65.0,
        "exterior": true,
        "rooms": 2,
        "bathrooms": 1,
        "address": "plaza de Parvillas",
        "province": "Madrid",
        "municipality": "Madrid",
        "district": "Villaverde",
        "country": "es",
        "neighborhood": "Villaverde Alto",
        "latitude": 40.3436353,
        "longitude": -3.706883,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/106603570/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "11528",
        "description": "¡Descubre tu nuevo hogar o haz tu primera inversión en este encantador piso de 65 m²!  Este acogedor espacio ofrece dos amplios dormitorios con la opción de convertirlo en tres, ideal para adaptarse a tus necesidades. La cocina independiente es perfecta para los amantes de la gastronomía, mientras que el salón, bañado por la luz natural gracias a su orientación este, se abre a una terraza exterior donde podrás disfrutar del aire libre. El piso cuenta con un baño completo equipado con un moderno plato de ducha y dispone de calefacción individual a gas natural y aire acondicionado frío/calor, asegurando tu confort durante todo el año. El suelo de gres cerámico en todas las estancias aporta un toque elegante y fácil de mantener. Las ventanas de PVC garantizan un excelente aislamiento térmico y acústico. Muy cerca de la estación de Renfe \"Puente Alcocer\" y cerca del metro \"Villaverde Alto\", este piso goza de una excelente comunicación con el resto de la ciudad. Varias líneas de autobús también están disponibles en la zona, facilitando el acceso a cualquier punto de Madrid. El barrio ofrece todo tipo de servicios y comercios, haciendo de esta propiedad una opción atractiva tanto para alquilar como para una futura revalorización.  No pierdas la oportunidad de vivir en un espacio luminoso y bien ubicado, con todas las comodidades que necesitas.  ¡Ven a visitarlo y enamórate de tu futuro hogar!",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 1985.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "Villaverde Alto, Madrid",
            "title": "Piso en plaza de Parvillas"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "highlight": {
            "groupDescription": "Destacado"
        },
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "106608387",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/74/1f/7f/1288711550.webp",
        "numPhotos": 7,
        "floor": "bj",
        "price": 129335.0,
        "priceInfo": {
            "price": {
                "amount": 129335.0,
                "currencySuffix": "€"
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 80.0,
        "exterior": true,
        "rooms": 2,
        "bathrooms": 1,
        "address": "plaza Julio Cortázar",
        "province": "Madrid",
        "municipality": "Madrid",
        "district": "Carabanchel",
        "country": "es",
        "neighborhood": "San Isidro",
        "latitude": 40.3976642,
        "longitude": -3.7301233,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/106608387/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "6323",
        "description": "¡Construye el Hogar de Tus Sueños! Vivienda de 80 m 2 en Plaza Julio Cortazar Te ofrecemos una oportunidad exclusiva para transformar un antiguo local en una vivienda moderna y funcional, ubicada en una zona privilegiada frente al parque de San Isidro. Este proyecto ha sido diseñado estratégicamente para maximizar cada metro cuadrado y crear espacios luminosos y cómodos, con todas las gestiones del cambio de uso a vivienda ya realizadas en el Registro y Catastro. Características de la vivienda: • Dos dormitorios: Dormitorio principal espacioso de 13,35 m² y segundo dormitorio de 7,35 m², perfecto como habitación adicional o espacio de trabajo. • Salón amplio: Un espacio flexible de 16,75 m² abierto a la cocina • Cocina de 15,05 m² con espacio para incorporar una mesa, ideal para crear un área de comedor. Además, el diseño permite una integración opcional con el salón, adaptándose a tus preferencias. • Cuarto de instalaciones multifuncional para lavandería, despensa o trastero de 6,15 m² • Baño amplio de 5,10 m² Situado frente al hermoso parque de San Isidro, en un área rodeada de naturaleza y tranquilidad, y con cercanía al metro de Urgel y Carpetana. Vive en una zona tranquila con fácil acceso a servicios y zonas recreativas.",
        "hasVideo": false,
        "status": "renew",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 1617.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "San Isidro, Madrid",
            "title": "Piso en plaza Julio Cortázar"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "106556847",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/6d/eb/48/1286702761.webp",
        "numPhotos": 6,
        "floor": "bj",
        "price": 129990.0,
        "priceInfo": {
            "price": {
                "amount": 129990.0,
                "currencySuffix": "€"
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 67.0,
        "exterior": true,
        "rooms": 2,
        "bathrooms": 1,
        "address": "Parque Inlasa",
        "province": "Madrid",
        "municipality": "Parla",
        "district": "Parque Inlasa",
        "country": "es",
        "latitude": 40.237013,
        "longitude": -3.7760611,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/106556847/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "24373",
        "description": "¡INMOBILIARIA CONFORT OFRECE! PISO TOTALMENTE REFORMADO Características del Piso: Superficie: 67 m² Habitaciones: 2 Baños: 1 Estado: En reforma integral, finalización en diciembre de este año. Acceso: Entrada privada desde el interior del portal. Detalles Adicionales: Acceso directo a un amplio patio común, ideal para disfrutar del aire libre sin salir de casa. Posibilidad de poner una valla para separar los patios. Se entregará con cédula de habitabilidad, garantizando su adecuación como vivienda. ¡Perfecto para quienes buscan estrenar hogar y personalizar su nuevo espacio! *Las imágenes mostradas son meramente informativas y representan un ejemplo del posible aspecto de la vivienda. ¡Ven a visitarlo! -Realizamos valoraciones gratuitas, además, les daremos toda la información que necesiten sobre hipotecas, tramitar herencias, cambios de titularidad, plusvalías, permiso de venta, etc.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 1940.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "Parque Inlasa, Parla",
            "title": "Piso"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "106551166",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/ea/0e/3e/1286516274.webp",
        "externalReference": "4116V",
        "numPhotos": 16,
        "floor": "2",
        "price": 130000.0,
        "priceInfo": {
            "price": {
                "amount": 130000.0,
                "currencySuffix": "€"
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 51.0,
        "exterior": true,
        "rooms": 2,
        "bathrooms": 1,
        "address": "camino de la Suerte",
        "province": "Madrid",
        "municipality": "Madrid",
        "district": "Villa de Vallecas",
        "country": "es",
        "neighborhood": "Casco Histórico de Vallecas",
        "latitude": 40.3750879,
        "longitude": -3.6177244,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/106551166/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "10167",
        "description": "VIDEO DISPONIBLE! Oportunidad! Se vende con inquilino y contrato vigente hasta Febrero de 2026 (No se puede visitar hasta la finalización del contrato) Piso completamente reformado, exterior, en 2ª planta de edificio de 3 plantas sin ascensor. Muy bien comunicado, a solo 7 minutos andando de la estación de metro “Villa Vallecas”. A 5 minutos del Centro Comercial La Gavia y próximo a M-30; M-40 y M-45.  Se distribuye: hall, salón-comedor, cocina completamente amueblada y equipada con electrodomésticos (Lavadora, lavavajillas, horno, nevera y microondas), un dormitorio doble y otro individual y un cuarto de baño completo con cabina de ducha. Calefacción y agua caliente individual eléctrica, aire acondicionado con bomba de calor, suelos de cerámica, ventanas de PVC con doble acristalamiento, muchos armarios empotrados, mosquiteras en las ventanas, puerta blindada. IBI: 170€ al año. Gastos de Comunidad: 45€ al mes. REF 4116.",
        "hasVideo": true,
        "status": "good",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 2549.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "Casco Histórico de Vallecas, Madrid",
            "title": "Piso en camino de la Suerte"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "highlight": {
            "groupDescription": "Destacado"
        },
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "106693471",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/4b/5b/4e/1291350876.webp",
        "numPhotos": 21,
        "floor": "3",
        "price": 130000.0,
        "priceInfo": {
            "price": {
                "amount": 130000.0,
                "currencySuffix": "€"
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 50.0,
        "exterior": true,
        "rooms": 2,
        "bathrooms": 1,
        "address": "calle de Peña de la Atalaya, 23",
        "province": "Madrid",
        "municipality": "Madrid",
        "district": "Puente de Vallecas",
        "country": "es",
        "neighborhood": "San Diego",
        "latitude": 40.3878436,
        "longitude": -3.665271,
        "showAddress": true,
        "url": "https://www.idealista.com/inmueble/106693471/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "6937",
        "description": "¡Descubre tu nuevo hogar en el corazón de Madrid! Este encantador piso de 50 m² te ofrece todo lo que necesitas para vivir cómodamente. Ubicado en la tercera planta de un edificio con ascensor, este inmueble destaca por su luminosidad y su excelente estado de conservación. Cuenta con dos acogedores dormitorios, un baño moderno con plato de ducha y un salón con cocina americana que invita a compartir momentos inolvidables. La ubicación es inmejorable: a solo 200 metros del metro Portazgo y a 300 metros de la estación de Renfe Asamblea de Madrid, estarás perfectamente conectado con el resto de la ciudad. Además, disfrutarás de la cercanía a parques, zonas comerciales y centros de salud, haciendo de este piso una opción ideal tanto para jóvenes profesionales como para familias. No pierdas la oportunidad de visitarlo y descubrir todas sus ventajas. ¡Te esperamos!",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 2600.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "San Diego, Madrid",
            "title": "Piso en calle de Peña de la Atalaya, 23"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "106627349",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/7a/95/52/1289166351.webp",
        "numPhotos": 16,
        "floor": "4",
        "price": 130000.0,
        "priceInfo": {
            "price": {
                "amount": 130000.0,
                "currencySuffix": "€"
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 70.0,
        "exterior": true,
        "rooms": 2,
        "bathrooms": 1,
        "address": "calle Buendía",
        "province": "Madrid",
        "municipality": "Madrid",
        "district": "Puente de Vallecas",
        "country": "es",
        "neighborhood": "Entrevías",
        "latitude": 40.383145,
        "longitude": -3.6718713,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/106627349/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "7279",
        "description": "Credenza te presenta esta oportunidad de inversión perfecta con este acogedor piso ubicado en la Calle Buendia, en la zona de Entrevias. Con una superficie de 68 metros cuadrados, esta propiedad se presenta como una elección ideal para quienes buscan rentabilidad y confort. Este luminoso apartamento cuenta con dos habitaciones, originalmente de 3, un baño completo y está situado en una cuarta planta. La cocina viene completamente equipada. Además, dispone de terraza y balcón que ofrecen vistas agradables al exterior. Tambien incluye tendedero en la cocina, tambien exterior. El inmueble se encuentra actualmente alquilado, lo que garantiza una entrada económica inmediata para el nuevo propietario de 640€ mensuales, cuyo contrato finaliza en un plazo de 3 años.  Su excelente estado de conservación con suelos de gress, ventanas climalit oscilobatientes, paredes lisas, toldo, puertas de sapely cerezo, caldera de gas natural y puerta principal blindada, minimiza la necesidad de futuras inversiones significativas. La localización no podría ser más conveniente; situada cerca de servicios clave como supermercados, restaurantes variados y excelentes conexiones de transporte público. A menos de 5 minutos de la estación de renfe de Asamblea de Madrid y comunicación directa con Atocha.  Además del potencial económico directo mediante rentas continuas debido a su condición actualmente arrendada, los interesados encontrarán en esta propiedad un activo valioso por su precio ajustado a €130.000 euros. No pierda esta excepcional oportunidad para asegurar su próxima inversión inmobiliaria o adquirir su nuevo hogar en uno de los barrios más solicitados por residentes locales e internacionales. Los pisos con estas características son altamente demandados y raramente permanecen disponibles por mucho tiempo. Para más información o coordinar una visita personalizada no dude en contactar directamente con nosotros. OPCIONES DE FINANCIACION PARA INVERSORES Encuentra más en CREDENZA. ES Inmuebles e hipotecas de Confianza.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 1857.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "Entrevías, Madrid",
            "title": "Piso en calle Buendía"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "106501249",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/73/ff/2b/1284827629.webp",
        "externalReference": "1011",
        "numPhotos": 9,
        "floor": "bj",
        "price": 130000.0,
        "priceInfo": {
            "price": {
                "amount": 130000.0,
                "currencySuffix": "€"
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 54.0,
        "exterior": true,
        "rooms": 2,
        "bathrooms": 1,
        "address": "Barrio Amposta",
        "province": "Madrid",
        "municipality": "Madrid",
        "district": "San Blas",
        "country": "es",
        "neighborhood": "Amposta",
        "latitude": 40.424378,
        "longitude": -3.6238271,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/106501249/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "6309",
        "description": "FVHOMES Vende fantástica vivienda de dos dormitorios en la zona de Amposta muy próxima al metro de Simancas o San Blas en el distrito de San Blas-Canillejas.  Se trata de 54 m² construidos distribuidos en un amplio salón de paso hacia uno de los dos dormitorios, cocina totalmente amueblada y equipada, cuarto despensa y hall distribuidor que da paso al otro dormitorio y baño completo con plato de ducha totalmente reformado. Puertas de madera, suelo de tarima y bomba de calor y frío. El inmueble posee una ubicación excelente en el distrito de San Blas-Canillejas, a pocos metros de la calle Amposta con todos los comercios y servicios, acceso a la M-40 o Aeropuerto, Estadio WANDA Metropolitano, IFEMA Madrid, Campo de las Naciones a escasos minutos de las estaciones de metro Simancas y San Blas y numerosas líneas de autobús. Próxima al Parque El Paraíso, Centro Comercial Las Rosas y rodeada de todos los servicios opciones de restauración, cines, colegios, institutos, comercio, hospitales, universidad, etc. Llame para concertar su cita y visite sin ningún compromiso.  Si está interesado podríamos ofertar con nuestro servicio de Reformas un presupuesto sin compromiso.  Disponemos de servicio de asesoramiento financiero gratuito.  *En el precio de venta no están incluidos los gastos de compra (Impuesto de transmisiones patrimoniales / notaría -gestoría / registro/ intermediación inmobiliaria y/o financiera).               Descubre más inmuebles en la web de FV Homes.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 2407.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "Amposta, Madrid",
            "title": "Piso"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "106540942",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/47/18/81/1290109957.webp",
        "externalReference": "REGA-02708",
        "numPhotos": 24,
        "floor": "2",
        "price": 133000.0,
        "priceInfo": {
            "price": {
                "amount": 133000.0,
                "currencySuffix": "€"
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 52.0,
        "rooms": 2,
        "bathrooms": 1,
        "address": "Barrio Puerta Bonita",
        "province": "Madrid",
        "municipality": "Madrid",
        "district": "Carabanchel",
        "country": "es",
        "neighborhood": "Puerta Bonita",
        "latitude": 40.3772402,
        "longitude": -3.7457385,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/106540942/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "8951",
        "description": "NO COBRAMOS COMISIÓN DE INTERMEDIACIÓN AL COMPRADOR Disponemos de un piso en edificio residencial que puedes adquirir en propiedad, con una superficie de 52m² bien distribuida en un luminoso salón con salida a terraza, ideal para crear una zona de descanso, cocina amueblada con salida a lavadero, 2 habitaciones una de ellas con armario empotrado y 1 baño, ubicado en la localidad de Madrid. El piso dispone de suelos de tarima. Si estás buscando una propiedad con un gran potencial de personalización en una de las zonas más estratégicas de Madrid, esta es tu oportunidad. Este piso a reformar ofrece la posibilidad de transformar un espacio funcional en un hogar moderno y exclusivo, a tu gusto y necesidades. A pocos minutos de zonas comerciales, colegios, centros de salud y todo tipo de servicios que hacen de esta zona una de las más demandadas para vivir, tanto por familias como por profesionales. Si quieres personalizar un piso en una ubicación estratégica de Madrid, esta es tu oportunidad de crear un hogar único en el centro de la ciudad. Su distribución y ubicación hacen de este piso una opción atractiva tanto para profesionales que busquen un hogar cercano a su lugar de trabajo, como para familias que deseen vivir en una zona tranquila pero bien conectada. Hipoges es una plataforma inmobiliaria donde podrás acceder a miles de activos inmobiliarios de diferentes tipos como viviendas, locales comerciales, terrenos, nueva obra, tanto a nivel particular como para inversores. Hipoges cuenta con una amplia cartera de activos inmuebles tanto en España como en Portugal y Grecia. ¿Necesitas financiación? Te ofrecemos la posibilidad de financiaciones de hasta el 100% para la compra de este inmueble. Entra en Finanwin. com, haz tu simulación y obtén la mejor oferta para tu Hipoteca de la manera más ágil y sencilla.",
        "hasVideo": true,
        "status": "renew",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 2558.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "Puerta Bonita, Madrid",
            "title": "Piso"
        },
        "hasPlan": true,
        "has3DTour": false,
        "has360": true,
        "hasStaging": false,
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "106508101",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/20/eb/38/1284966040.webp",
        "externalReference": "C1-19727-0001",
        "numPhotos": 1,
        "price": 133200.0,
        "priceInfo": {
            "price": {
                "amount": 133200.0,
                "currencySuffix": "€"
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 62.0,
        "rooms": 2,
        "bathrooms": 1,
        "address": "calle de Casalarreina",
        "province": "Madrid",
        "municipality": "Madrid",
        "district": "Vicálvaro",
        "country": "es",
        "neighborhood": "Ambroz",
        "latitude": 40.4100497,
        "longitude": -3.6116196,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/106508101/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "7957",
        "description": "Piso de segunda mano en venta en la ciudad de Madrid. Construido en 1960, tiene una superficie de 62 m² y se compone de salón-comedor, cocina, 2 dormitorios y 1 baño. Se localiza en el distrito de Vicálvaro, próximo a la Universidad Rey Juan Carlos, con todos los servicios y buenas comunicaciones, paradas de autobús, autobús y tren cercanías a pocos metros y buen acceso rodado a las carreteras R-3, E-5 y A-3 en pocos minutos. La zona dispone de equipamiento variado, centro de salud, restaurantes, supermercado, colegio, supermercado, etc. Con nuestros servicios podrá encontrar la vivienda que necesita. Empiece ahora mismo pidiendo más información. Un responsable cercano a usted le atenderá personalmente.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 2148.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "Ambroz, Madrid",
            "title": "Piso en calle de Casalarreina"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "98217453",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/0d/8b/84/1284700346.webp",
        "externalReference": "GJRA-C",
        "numPhotos": 24,
        "floor": "4",
        "price": 134000.0,
        "priceInfo": {
            "price": {
                "amount": 134000.0,
                "currencySuffix": "€"
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 78.0,
        "exterior": true,
        "rooms": 2,
        "bathrooms": 1,
        "address": "calle Guadalajara",
        "province": "Madrid",
        "municipality": "Parla",
        "district": "Villayuventus-Renfe",
        "country": "es",
        "latitude": 40.242547,
        "longitude": -3.7657287,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/98217453/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "23539",
        "description": "Agencia inmobiliaria de PARLA - Oficina Tecnocasa VENDE PISO en zona Centro. Piso en venta en Parla, situado en el centro de Parla, con excelente ubicación, muy cercano a la estación de RENFE y a una de las calles principales del municipio, la calle pinto. El barrio contiene una amplia variedad de comercios, centro comercial, colegios, centros médicos, parking público, galerías de alimentación, farmacias, restauración y cuenta con Tranvía cercano a la vivienda, que comunica con todo el municipio y con parada en la estación de tren de Renfe-Cercanías. VIVIENDA para entrar a vivir. Ubicada en cuarta planta CON ASCENSOR. Consta de 2 dormitorios con posibilidad de hacer un tercero. Baño con bañera y mampara. Cocina equipada con almacén. Amplio salón/comedor con TERRAZA ABIERTA. Dotado de ventanas de aluminio y suelo de tarima. Consta de Aire Acondicionado ( 2 en salón y 1 dormitorio) Comunidad 60€ TECNOCASA, red inmobiliaria líder en el sector con más de 30 años de experiencia, presente en más de 11 países, 620 oficinas a nivel nacional y con 232 oficinas en la Comunidad de Madrid. Realizamos valoraciones de su hogar totalmente gratuitas; gestionamos el proceso de post-venta (tanto para comprador como para el vendedor); además, les daremos toda la información que necesiten sobre hipotecas, les ayudaremos a tramitar herencias, certificados, cambios de titularidad, plusvalías, permiso de venta, etc. Contamos con la colaboración del departamento de financiación de KÍRON, su experto intermediario que le asesorará gratuitamente sin ningún compromiso. Nuestros servicios: - Hipoteca 'primera vivienda'. - Hipoteca 'cambio de vivienda'. - Hipoteca 100%. Disponemos de las mejores viviendas del mercado. NO DUDE EN VISITARNOS.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "priceByArea": 1718.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "Villayuventus-Renfe, Parla",
            "title": "Piso en calle Guadalajara"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "106705503",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/be/d7/a4/1291548495.webp",
        "externalReference": "FRRE-20096",
        "numPhotos": 1,
        "floor": "5",
        "price": 135000.0,
        "priceInfo": {
            "price": {
                "amount": 135000.0,
                "currencySuffix": "€"
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 47.0,
        "rooms": 2,
        "bathrooms": 1,
        "address": "calle de López Grass",
        "province": "Madrid",
        "municipality": "Madrid",
        "district": "Puente de Vallecas",
        "country": "es",
        "neighborhood": "Numancia",
        "latitude": 40.3971101,
        "longitude": -3.6577557,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/106705503/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "6246",
        "description": "NO COBRAMOS COMISIÓN DE INTERMEDIACIÓN AL COMPRADOR. Quieres comprar un piso en venta de 2 dormitorios en Madrid. Excelente oportunidad de adquirir en propiedad este piso residencial con una superficie de 73,02m² bien distribuidos en 2 dormitorios y 1 cuarto de baño ubicado en la localidad de Madrid. Hipoges es una plataforma inmobiliaria donde podrás acceder a miles de activos inmobiliarios de diferentes tipos como viviendas, locales comerciales, terrenos, nueva obra, tanto a nivel particular como para inversores. Hipoges cuenta con una amplia cartera de activos inmuebles tanto en España como en Portugal y Grecia. ¿Necesitas financiación? Te ofrecemos la posibilidad de financiaciones de hasta el 100% para la compra de este inmueble. Entra en Finanwin. com, haz tu simulación y obtén la mejor oferta para tu Hipoteca de la manera más ágil y sencilla.",
        "hasVideo": false,
        "status": "renew",
        "newDevelopment": false,
        "hasLift": true,
        "priceByArea": 2872.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "Numancia, Madrid",
            "title": "Piso en calle de López Grass"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "106503658",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/1a/ce/66/1284813974.webp",
        "externalReference": "C0127-00209",
        "numPhotos": 34,
        "price": 135000.0,
        "priceInfo": {
            "price": {
                "amount": 135000.0,
                "currencySuffix": "€"
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 60.0,
        "exterior": true,
        "rooms": 2,
        "bathrooms": 1,
        "address": "calle Alonso de Mendoza, 10 -12",
        "province": "Madrid",
        "municipality": "Getafe",
        "district": "La Alhóndiga",
        "country": "es",
        "latitude": 40.307944,
        "longitude": -3.7385273,
        "showAddress": true,
        "url": "https://www.idealista.com/inmueble/106503658/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "15919",
        "description": "Oportunidad única para inversores con una buena rentabilidad en Getafe junto al metro. Century 21 NOW IV ofrece en exclusiva este piso en rentabilidad, actualmente alquilado, en la Alhóndiga, en pleno corazón del barrio y perfectamente comunicado con el resto de la ciudad.  Se trata de una tercera planta exterior, que cuenta con dos dormitorios, cuarto de baño y cocina independiente con salida a una pequeña terraza de aproximadamente 4metros cuadrados aproximadamente.  En el salón un gran ventanal da acceso a una terraza de unos 8 metros cuadrados que aporta gran luminosidad a la vivienda.  Ubicado en un edificio de 1968, con proyecto de instalación de ascensor aprobado.  Actualmente ofrece una rentabilidad del 5%.",
        "hasVideo": true,
        "status": "good",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 2250.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "La Alhóndiga, Getafe",
            "title": "Piso en calle Alonso de Mendoza, 10 -12"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": true,
        "hasStaging": false,
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "106565694",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/0a/60/0b/1286950481.webp",
        "externalReference": "SBRE-0105807",
        "numPhotos": 16,
        "floor": "3",
        "price": 136500.0,
        "priceInfo": {
            "price": {
                "amount": 136500.0,
                "currencySuffix": "€"
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 78.0,
        "rooms": 2,
        "bathrooms": 1,
        "address": "Mejorada del Campo",
        "province": "Madrid",
        "municipality": "Mejorada del Campo",
        "country": "es",
        "latitude": 40.4000277,
        "longitude": -3.4913672,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/106565694/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "17787",
        "description": "NO COBRAMOS COMISIÓN DE INTERMEDIACIÓN AL COMPRADOR Excelente oportunidad de adquirir en propiedad esta vivienda ubicada en la localidad de Mejorada del Campo, provincia de Madrid.  Esta vivienda forma parte de un edificio de viviendas plurifamiliares. Se trata de una vivienda muy bien distribuida y luminosa. Cuenta con suelo de parquet. Además dispone de cocina independiente amueblada y armarios empotrados en los dormitorios. Además, te ofrece una ubicación privilegiada. Con su cercanía a superficies comerciales, restaurantes, supermercados y áreas verdes, tendrás todas las comodidades a tu alcance.  Mejorada del Campo es un municipio de la Comunidad de Madrid, situado al sureste de la capital, a unos 20 kilómetros del centro de Madrid. Con una historia rica y una comunidad vibrante, este municipio combina un entorno residencial con atractivos culturales y naturales. Mejorada se encuentra cerca del Parque Regional del Sureste, un área protegida con paisajes naturales, rutas de senderismo, y fauna autóctona. El río Henares pasa por el municipio, proporcionando áreas verdes donde se pueden realizar actividades al aire libre como caminatas, ciclismo y observación de aves. ¡No lo pienses más y no desaproveches esta oportunidad única de poder tener la casa con la que siempre has soñado! Hipoges es una plataforma inmobiliaria donde podrás acceder a miles de activos inmobiliarios de diferentes tipos como viviendas, locales comerciales, terrenos, nueva obra, tanto a nivel particular como para inversores. Hipoges cuenta con una amplia cartera de activos inmuebles tanto en España como en Portugal y Grecia. ¿Necesitas financiación? Te ofrecemos la posibilidad de financiaciones de hasta el 100% para la compra de este inmueble. Entra en Finanwin. com, haz tu simulación y obtén la mejor oferta para tu Hipoteca de la manera más ágil y sencilla.",
        "hasVideo": false,
        "status": "renew",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 1750.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "Mejorada del Campo",
            "title": "Piso"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "101138895",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/fb/cb/d1/1111493044.webp",
        "numPhotos": 15,
        "floor": "2",
        "price": 136999.0,
        "priceInfo": {
            "price": {
                "amount": 136999.0,
                "currencySuffix": "€"
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 45.0,
        "exterior": true,
        "rooms": 2,
        "bathrooms": 1,
        "address": "Barrio Hellín",
        "province": "Madrid",
        "municipality": "Madrid",
        "district": "San Blas",
        "country": "es",
        "neighborhood": "Hellín",
        "latitude": 40.4337907,
        "longitude": -3.6197248,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/101138895/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "6312",
        "description": "\"TECNOCASA; ''Estudio Hellín-Las Musas 2020 S. L. '' Vende piso de 45 metros cuadrados construidos en la zona de HELLÍN. Una segunda planta, totalmente exterior. Compuesta de 2 dormitorios, un baño completo con plato de ducha, salón amplio y luminoso, cocina independiente. Calefacción individual. Orientación Este y Oeste. Muy luminoso. Muy buena ubicación. El inmueble se encuentra situado muy cerca del Metro San Blas L7, y entre metro de Avenida Guadalajara L2 y metro de Simancas L7. Es una zona muy bien comunicada, con comercios, colegios, zonas verdes, polideportivo, centro comercial. ! Sitios cercanos: colegios, polideportivo, centro de salud, cerca del centro comercial las rosas a menos de 500 metros bares y restaurantes zonas verdes. \"Le buscamos la hipoteca hasta el 100%. Los profesionales Kiron, gracias a un profundo conocimiento del mercado bancario, le ayudan a encontrar la solución hipotecaria que mejor de adapte a sus preferencias\".",
        "hasVideo": false,
        "status": "renew",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 3044.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "Hellín, Madrid",
            "title": "Piso"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "106678716",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/a6/53/bc/1290704840.webp",
        "numPhotos": 13,
        "floor": "2",
        "price": 137999.0,
        "priceInfo": {
            "price": {
                "amount": 137999.0,
                "currencySuffix": "€",
                "priceDropInfo": {
                    "formerPrice": 139999.0,
                    "priceDropValue": 2000,
                    "priceDropPercentage": 1
                }
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 46.0,
        "exterior": true,
        "rooms": 2,
        "bathrooms": 1,
        "address": "Barrio Hellín",
        "province": "Madrid",
        "municipality": "Madrid",
        "district": "San Blas",
        "country": "es",
        "neighborhood": "Hellín",
        "latitude": 40.4326128,
        "longitude": -3.6168929,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/106678716/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "6576",
        "description": "\"TECNOCASA; ''Estudio Hellín-Las Musas 2020 S. L. '' Vende piso de 46 metros cuadrados construidos en la zona de HELLÍN. Una segunda planta, totalmente exterior. Compuesta de 2 dormitorios, un baño completo con plato de ducha, salón amplio y luminoso, cocina independiente. Orientación Este y Oeste. Muy luminoso. Muy buena ubicación. El inmueble se encuentra situado muy cerca del Metro San Blas L7, y entre metro de Avenida Guadalajara L2 y metro de Simancas L7. Es una zona muy bien comunicada, con comercios, colegios, zonas verdes, polideportivo, centro comercial. ! Sitios cercanos: colegios, polideportivo, centro de salud, cerca del centro comercial las rosas a menos de 500 metros bares y restaurantes zonas verdes. \"Le buscamos la hipoteca hasta el 100%. Los profesionales Kiron, gracias a un profundo conocimiento del mercado bancario, le ayudan a encontrar la solución hipotecaria que mejor de adapte a sus preferencias\".",
        "hasVideo": false,
        "status": "renew",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 3000.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "Hellín, Madrid",
            "title": "Piso"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "highlight": {
            "groupDescription": "Destacado"
        },
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "104890732",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/23/ce/b5/1234970414.webp",
        "externalReference": "CH-93490-0001",
        "numPhotos": 1,
        "floor": "3",
        "price": 138000.0,
        "priceInfo": {
            "price": {
                "amount": 138000.0,
                "currencySuffix": "€",
                "priceDropInfo": {
                    "formerPrice": 155700.0,
                    "priceDropValue": 17700,
                    "priceDropPercentage": 11
                }
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 56.0,
        "rooms": 2,
        "bathrooms": 1,
        "address": "calle de Florencio García",
        "province": "Madrid",
        "municipality": "Madrid",
        "district": "Ciudad Lineal",
        "country": "es",
        "neighborhood": "Quintana",
        "latitude": 40.4378833,
        "longitude": -3.6428653,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/104890732/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "4301",
        "description": "Oportunidad sólo para inversores. El activo se encuentra ocupado por persona sin justo título. Debido al estado ocupacional del activo, no se pueden realizar visitas al mismo. Piso de segunda mano en venta situado en la provincia de Madrid. Cuenta con una superficie de 56 m² distribuidos en varias dependencias y servicios. Se localiza en la tercera planta de un edificio residencial y en sus inmediaciones dispone de todo tipo de servicios. Tiene buena comunicación, tanto por medio de transporte público, como a través de vehículo privado. Con los servicios de Solvia podrá encontrar la vivienda que necesita y asegurar su inversión con el mejor de los asesoramientos especializados. Empiece ahora mismo pidiendo más información. Un responsable cercano a usted le atenderá personalmente. - El inmueble ha sido adquirido a través de un procedimiento judicial (concursal o hipotecario) por el vendedor, el cual no ha tomado todavía posesión del mismo. El Inmueble se transmite sin conocerse por parte del Vendedor el estado de conservación actual, ni su situación ocupacional, arrendaticia, de servicios y de suministros. El Inmueble se transmitirá: (i) como cuerpo cierto y a tanto alzado (ii) como un todo, inseparable (iii) en el estado registral y catastral en el que se encuentre (iv) en el estado físico, calidades, jurídico, urbanístico, administrativo, de licencias, de protección, de conservación y limpieza en el que se encuentre (v) al corriente de gastos e impuestos que por Ley corresponda al Vendedor y (vi) sin dotación de servicios y suministros.El Adquirente asumirá: (i) la situación física y estado de conservación (ii) la situación urbanística (iii) las discrepancias entre la realidad física y la realidad registral y catastral o en la cabida del Inmueble (iv) la adecuación registral y catastral del Inmueble y (v) los tramites que conlleven la obtención de la Posesión Judicial del Inmueble.La Propiedad no responderá de/l: (i) estado de conservación (ii) los vicios vistos y aparentes (iii) la regularización registral o catastral (iv) las discrepancias de cabida, que pudieran existir (v) responsabilidad alguna en la obtención de la cédula de habitabilidad del Inmueble, salvo que en la Comunidad Autónoma donde se ubique el Inmueble sea obligatoria su entrega y (vi) cualesquiera costes, gastos, honorarios, aranceles o tributos que se deriven de lo anterior.El estado de ocupación y/o los impedimentos para que el inmueble pueda ser visitado libremente por los técnicos impedirían: i) su tasación oficial conforme exige la Orden ECO/805/2003, de 27 de marzo, por lo que el inmueble, mientras perdure la situación ocupacional, no podría ser hipotecado, en consecuencia, no podría constituirse financiación hipotecaria sobre este tipo de fincas, cuya adquisición requerirá el otorgamiento de otro tipo de garantías en caso de solicitarse financiación y ii) la obtención por parte de la propiedad del certificado de eficiencia energética.El precio de venta de este Inmueble se ha determinado en base a las anteriores circunstancias, que han supuesto un menor valor del mismo, y que deberán ser expresamente aceptadas por el adquirente en la formalización de la transmisión del Inmueble. Se recomienda que el comprador obtenga asesoramiento profesional y legal antes de adoptar la decisión de compra.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 2464.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "Quintana, Madrid",
            "title": "Piso en calle de Florencio García"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "106692711",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/bf/d0/97/1291146378.webp",
        "numPhotos": 12,
        "floor": "bj",
        "price": 138000.0,
        "priceInfo": {
            "price": {
                "amount": 138000.0,
                "currencySuffix": "€"
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 55.0,
        "exterior": false,
        "rooms": 2,
        "bathrooms": 1,
        "address": "calle de Getafe",
        "province": "Madrid",
        "municipality": "Madrid",
        "district": "Villaverde",
        "country": "es",
        "neighborhood": "Villaverde Alto",
        "latitude": 40.3450548,
        "longitude": -3.707825,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/106692711/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "11380",
        "description": "***VENTA DE PISO OPORTUNIDAD*** venta de piso calle Getafe Villaverde, se compone de dos dormitorios, salon, baño recien reformado y cocina. El piso es un bajo interior con mucha luz dando a un patio de mas de 50m  Tiene cinco ventanas al patio. El edificio esta en buen estado y con muy buena comunicacion Te financiamos el 100% de la compra  No dudes en llamarnos, deja de pagar alquiler cuando puedes comprar. Inmueble con puerta blindada y alarma de seguridad.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 2509.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "Villaverde Alto, Madrid",
            "title": "Piso en calle de Getafe"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "106572863",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/f5/63/68/1287198195.webp",
        "numPhotos": 9,
        "floor": "3",
        "price": 139000.0,
        "priceInfo": {
            "price": {
                "amount": 139000.0,
                "currencySuffix": "€"
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 52.0,
        "exterior": true,
        "rooms": 2,
        "bathrooms": 1,
        "address": "calle de los Artífices",
        "province": "Madrid",
        "municipality": "Madrid",
        "district": "San Blas",
        "country": "es",
        "neighborhood": "Arcos",
        "latitude": 40.4258211,
        "longitude": -3.6191954,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/106572863/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "6613",
        "description": "¡Oportunidad única en SAN BLAS! Este piso de 52 m², perfecto para actualizar a tu gusto, se encuentra en una tercera planta totalmente exterior, lo que garantiza una luminosidad excepcional en todas sus estancias. Distribuido en una cocina, un amplio salón, dos acogedores dormitorios y un baño, este inmueble te ofrece el espacio ideal para crear tu hogar soñado. La ubicación es inmejorable: a solo un minuto de la estación de metro de Simancas y san blas a pie, estarás rodeado de una amplia variedad de comercios y servicios públicos. Además, podrás disfrutar del cercano centro cultural Antonio Machado y del Centro Comercial Las Rosas. Aunque el piso es de segunda mano y necesita reformas, cuenta con características muy atractivas como aire acondicionado. No dejes pasar esta oportunidad para vivir en una zona privilegiada y con todo lo que necesitas a tu alcance. ¡Ven a visitarlo y descubre todo su potencial!",
        "hasVideo": false,
        "status": "renew",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 2673.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "Arcos, Madrid",
            "title": "Piso en calle de los Artífices"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "106693631",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/bf/04/b8/1291173690.webp",
        "externalReference": "1060",
        "numPhotos": 22,
        "floor": "2",
        "price": 139900.0,
        "priceInfo": {
            "price": {
                "amount": 139900.0,
                "currencySuffix": "€"
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 49.0,
        "exterior": true,
        "rooms": 2,
        "bathrooms": 1,
        "address": "calle de Tordegrillos",
        "province": "Madrid",
        "municipality": "Madrid",
        "district": "Villaverde",
        "country": "es",
        "neighborhood": "Villaverde Alto",
        "latitude": 40.3465021,
        "longitude": -3.7163206,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/106693631/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "11327",
        "description": "INMOBILIARIA ISLA ofrece esta estupenda vivienda para entrar a vivir ideal para quienes buscan comodidad y tranquilidad. Ubicada en una segunda planta sin ascensor, este piso exterior cuenta con dos dormitorios (uno de ellos doble), salón, cocina independiente, perfecta para quienes disfrutan cocinar con comodidad, baño con plato de ducha y una magnífica terraza acristalada que aporta luminosidad a las estancias todo el año. La vivienda tiene suelo de gres, ventanas de aluminio y puertas de madera. Además, el salón y uno de los dormitorios tienen aire acondicionado con bomba de calor, garantizando el confort en cualquier época del año. El inmueble se encuentra en una zona tranquila y bien comunicada, ideal tanto para vivienda habitual como para inversión. Se encuentra a tan solo 5 minutos de las estaciones de Renfe (a dos paradas de Sol) y metro de Villaverde alto. Existe la posibilidad de adquirir una plaza de garaje de alquiler a pocos metros de la vivienda. No pierdas la oportunidad de visitar este encantador piso ¡CONTACTANOS PARA MÁS INFORMACIÓN O PARA CONCERTAR UNA VISITA!  .",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 2855.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "Villaverde Alto, Madrid",
            "title": "Piso en calle de Tordegrillos"
        },
        "hasPlan": true,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "highlight": {
            "groupDescription": "Destacado"
        },
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "106663026",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/c1/7c/ae/1290221420.webp",
        "numPhotos": 16,
        "floor": "2",
        "price": 140000.0,
        "priceInfo": {
            "price": {
                "amount": 140000.0,
                "currencySuffix": "€"
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 49.0,
        "exterior": true,
        "rooms": 2,
        "bathrooms": 1,
        "address": "Sureste",
        "province": "Madrid",
        "municipality": "Torrejón de Ardoz",
        "district": "Sureste",
        "country": "es",
        "latitude": 40.4480661,
        "longitude": -3.4693474,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/106663026/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "18870",
        "description": "Inmobiliaria en Rosario - Tecnocasa Estudio Nuevo Torrejon De Ardoz 2018 Sl EN VENTA: piso de 49m2 construidos compuesto por entrada, cocina, salón, terraza, 2 dormitorios, 1 baño completo con ducha. Salón luminoso desde el cual podemos acceder a la terraza completamente acristalada. Los suelos del inmueble son de terrazo, ventanas de aluminio. INMUEBLE A REFORMAR IDEAL INVERSORES. LA FINCA DISPONE DE ASCENSOR El inmueble está situado en una zona ya consolidada con multitud de servicios alrededor a escasos 400 metros de Carrefour y Mercadona (supermercados, farmacias, restaurantes, parques…) y bien comunicada por la red de transportes del municipio. No dude en llamarnos para concertar su cita para visitar el inmueble en la que además recibirá el asesoramiento gratuito de nuestro departamento financiero KÌRON. FINANCIACION 100%.",
        "hasVideo": false,
        "status": "renew",
        "newDevelopment": false,
        "hasLift": true,
        "priceByArea": 2857.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "Sureste, Torrejón de Ardoz",
            "title": "Piso"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "highlight": {
            "groupDescription": "Destacado"
        },
        "topNewDevelopment": false,
        "topPlus": false
    },
    {
        "propertyCode": "106668029",
        "thumbnail": "https://img4.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/d2/7e/30/1290387637.webp",
        "externalReference": "RP202024132575",
        "numPhotos": 11,
        "floor": "bj",
        "price": 142500.0,
        "priceInfo": {
            "price": {
                "amount": 142500.0,
                "currencySuffix": "€"
            }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 48.0,
        "exterior": true,
        "rooms": 2,
        "bathrooms": 1,
        "address": "Barrio Casco Histórico de Vallecas",
        "province": "Madrid",
        "municipality": "Madrid",
        "district": "Villa de Vallecas",
        "country": "es",
        "neighborhood": "Casco Histórico de Vallecas",
        "latitude": 40.3715913,
        "longitude": -3.6192274,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/106668029/?utm_medium=socialmedia&utm_campaign=private_sendadtofriend&utm_source=notifications",
        "distance": "10398",
        "description": "REDPISO CONGOSTO VENDE PISO DE 2 DORMITORIOS! ¡No dejes pasar esta increíble oportunidad! Te presentamos una espectacular vivienda para invertir. Características del inmueble: - Dos dormitorios independientes: Exteriores, ideales para el descanso y confort. - Salón amplio y moderno: con aire acondicionado, para momentos de ocio y reuniones familiares. - Baño completo: Con plato de ducha y mampara. - Cocina equipada: vitrocerámica y horno, lista para que preparar las mejores recetas. Detalles adicionales: - Puertas de madera, ventanas de aluminio blanco, aire acondicionado, armarios empotrados, calefacción eléctrica, todo en excelente estado y listo para vivir. Ubicación y comodidades: Disfruta de la tranquilidad y conveniencia de estar cerca de todo lo que necesitas: comercios, supermercados, colegios, centro de salud y cafeterías, ¡todo a tu alcance! Además, las excelentes comunicaciones hacen que moverse por la ciudad sea muy fácil. Con las estaciones de metro Congosto y Villa de Vallecas (línea 1) a pocos pasos, la estación de Renfe Sierra de Guadalupe y las líneas de autobús 142, 54 y 103 cercanas, estar conectado nunca fue tan sencillo. ¡No esperes más! Llama ahora para concertar tu cita y visita sin compromiso. Y lo mejor de todo, te ofrecemos financiación de hasta el 100% del valor de compra gracias a nuestro Departamento Financiero Dcredit. Nota: El precio no incluye el Impuesto de Transmisiones Patrimoniales, honorarios del comprador por intermediación inmobiliaria, gastos notariales y/o registrales (según el caso). ¡Te esperamos!",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 2969.0,
        "detailedType": {
            "typology": "flat"
        },
        "suggestedTexts": {
            "subtitle": "Casco Histórico de Vallecas, Madrid",
            "title": "Piso"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "highlight": {
            "groupDescription": "Destacado"
        },
        "topNewDevelopment": false,
        "topPlus": false
    }
]